<footer class="footer">
    <div class="container">
        <div class="footer__row">
            <div class="footer__left">
                <a href="/" class="footer__logo">
                    <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <rect width="50" height="50" rx="25" fill="#FC7827" />
                        <path d="M16 36V14H25.9615C28.4651 14 30.4171 14.4924 31.8174 15.4771C33.2178 16.441 33.9179 17.8343 33.9179 19.6571C33.9179 21.459 33.2496 22.8524 31.9129 23.8371C30.5762 24.801 28.8152 25.2829 26.6298 25.2829L27.2027 24.1514C29.6851 24.1514 31.6052 24.6438 32.9632 25.6286C34.3211 26.6133 35 28.0381 35 29.9029C35 31.8095 34.2892 33.3076 32.8677 34.3971C31.4461 35.4657 29.3456 36 26.5662 36H16ZM20.0737 32.8571H26.4389C27.8816 32.8571 28.9743 32.5952 29.7169 32.0714C30.4595 31.5267 30.8308 30.699 30.8308 29.5886C30.8308 28.4781 30.4595 27.6714 29.7169 27.1686C28.9743 26.6448 27.8816 26.3829 26.4389 26.3829H20.0737V32.8571ZM20.0737 23.3971H25.6114C26.9481 23.3971 27.9665 23.1352 28.6667 22.6114C29.3668 22.0667 29.7169 21.2914 29.7169 20.2857C29.7169 19.2381 29.3668 18.4524 28.6667 17.9286C27.9665 17.4048 26.9481 17.1429 25.6114 17.1429H20.0737V23.3971Z" fill="white" />
                    </svg>
                    <span>калывай</span>
                </a>

                <p class="footer__info">
                    Общество с&nbsp;ограниченной ответственностью «Зарплата.ру», <br>
                    ИНН 7 730 706 401, КПП 540 601 001, 630 099, Россия, г. Новосибирск, ул. Депутатская д. 46, 6 этаж, офис 3063
                </p>

                <div class="footer__socials">
                    <a href="#" class="footer__social-btn btn btn_icon btn_light">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_4499_2468)">
                                <path d="M14.0039 2.00098C16.8039 2.00098 18.2039 2.00111 19.2734 2.5459C20.2142 3.02527 20.9796 3.79063 21.459 4.73145C22.0038 5.80096 22.0039 7.20102 22.0039 10.001V14.001C22.0039 16.8009 22.0038 18.201 21.459 19.2705C20.9796 20.2113 20.2142 20.9767 19.2734 21.4561C18.2039 22.0008 16.8039 22.001 14.0039 22.001H10.0039C7.20395 22.001 5.80389 22.0008 4.73438 21.4561C3.79356 20.9767 3.02819 20.2113 2.54883 19.2705C2.00404 18.201 2.00391 16.8009 2.00391 14.001V10.001C2.00391 7.20102 2.00404 5.80096 2.54883 4.73145C3.02819 3.79063 3.79356 3.02527 4.73438 2.5459C5.80389 2.00111 7.20395 2.00098 10.0039 2.00098H14.0039ZM5.37891 8.08496C5.48739 13.2847 8.08736 16.4092 12.6455 16.4092H12.9043V13.4346C13.7082 13.5355 14.4645 13.8714 15.0781 14.4004C15.6918 14.9296 16.1354 15.6287 16.3535 16.4092H18.7207C18.4777 15.5106 18.0464 14.6737 17.4561 13.9541C16.8657 13.2346 16.1295 12.6483 15.2959 12.2344C16.0424 11.7811 16.6872 11.1786 17.1904 10.4648C17.6936 9.7509 18.0448 8.94052 18.2207 8.08496H16.0703C15.6036 9.73459 14.2207 11.2341 12.9043 11.376V8.08496H10.7539V13.8516C9.42061 13.5182 7.73723 11.9013 7.66211 8.08496H5.37891Z" fill="#FC7827" />
                            </g>
                            <defs>
                                <clipPath id="clip0_4499_2468">
                                    <rect width="24" height="24" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </a>
                    <a href="#" class="footer__social-btn btn btn_icon btn_light">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_4499_2478)">
                                <path d="M14.0039 2.00098C16.8039 2.00098 18.2039 2.00111 19.2734 2.5459C20.2142 3.02527 20.9796 3.79063 21.459 4.73145C22.0038 5.80096 22.0039 7.20102 22.0039 10.001V14.001C22.0039 16.8009 22.0038 18.201 21.459 19.2705C20.9796 20.2113 20.2142 20.9767 19.2734 21.4561C18.2039 22.0008 16.8039 22.001 14.0039 22.001H10.0039C7.20395 22.001 5.80389 22.0008 4.73438 21.4561C3.79356 20.9767 3.02819 20.2113 2.54883 19.2705C2.00404 18.201 2.00391 16.8009 2.00391 14.001V10.001C2.00391 7.20102 2.00404 5.80096 2.54883 4.73145C3.02819 3.79063 3.79356 3.02527 4.73438 2.5459C5.80389 2.00111 7.20395 2.00098 10.0039 2.00098H14.0039ZM16.1143 8.03027C15.7343 8.03027 15.1638 8.23063 12.3838 9.39062C11.4137 9.79065 9.47357 10.6305 6.55371 11.9004C6.08383 12.0904 5.83351 12.2702 5.81348 12.4502C5.77348 12.8002 6.26365 12.9104 6.89355 13.1104C7.40335 13.2803 8.08324 13.4703 8.44336 13.4805C8.76332 13.4905 9.1235 13.35 9.52344 13.0801C12.2534 11.2401 13.6541 10.31 13.7441 10.29C13.8141 10.28 13.8942 10.2606 13.9541 10.3105C13.9763 10.3342 13.9923 10.3633 14.001 10.3945C14.0096 10.4258 14.0108 10.4586 14.0039 10.4902C13.9539 10.7002 11.3941 13.0307 11.2441 13.1807C10.6742 13.7606 10.0337 14.1206 11.0234 14.7705C11.8734 15.3305 12.3739 15.6905 13.2539 16.2705C13.8138 16.6405 14.254 17.0705 14.834 17.0205C15.0939 16.9904 15.3737 16.7401 15.5137 15.9902C15.8437 14.2202 16.4936 10.3798 16.6436 8.7998C16.6535 8.65987 16.6336 8.47986 16.6436 8.41992C16.6335 8.33998 16.6037 8.23026 16.5039 8.15039C16.3841 8.05058 16.1945 8.03035 16.1143 8.03027Z" fill="#FC7827" />
                            </g>
                            <defs>
                                <clipPath id="clip0_4499_2478">
                                    <rect width="24" height="24" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </a>
                    <a href="#" class="footer__social-btn btn btn_icon btn_light">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_4499_2488)">
                                <path d="M17.0088 2.00195C19.7663 2.00207 22.0018 4.23766 22.002 6.99512V17.0068C22.0018 19.7643 19.7663 21.9999 17.0088 22H6.99707C4.23961 21.9999 2.00402 19.7643 2.00391 17.0068V6.99512C2.00402 4.23765 4.23961 2.00207 6.99707 2.00195H17.0088ZM12.1279 4.3916C7.91639 4.3916 4.36152 7.6505 4.36133 11.9824C4.36133 13.7963 4.69658 15.0488 4.99219 16.1729C5.24033 17.0852 5.45996 17.9212 5.45996 18.9102C5.56636 20.227 7.99246 19.457 8.75879 18.4717C9.97026 19.3474 10.6681 19.5674 12.168 19.5674C16.314 19.545 19.6594 16.1695 19.6455 12.0234C19.6455 7.81201 16.3429 4.39196 12.1279 4.3916ZM12.2295 8.13574V8.13965C14.3548 8.26151 15.9911 10.0632 15.9082 12.1904C15.7655 14.3133 13.9495 15.9313 11.8242 15.8291C11.1591 15.7757 10.5198 15.5482 9.9707 15.1689C9.63865 15.501 9.1053 15.9318 8.89355 15.8809C8.45204 15.7636 7.93385 13.5195 8.22559 11.6768C8.57958 9.45057 10.1785 8.03003 12.2295 8.13574Z" fill="#FC7827" />
                            </g>
                            <defs>
                                <clipPath id="clip0_4499_2488">
                                    <rect width="24" height="24" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </a>
                </div>
            </div>

            <div class="footer__right">
                <div class="footer__col">
                    <span class="footer__caption">Соискателям</span>
                    <ul class="footer__menu f-menu">
                        <li class="f-menu__item">
                            <a href="/pages/rules-rezume.php" class="f-menu__link link">Правила составления резюме</a>
                        </li>
                        <li class="f-menu__item">
                            <a href="/pages/lk/create-rezume.php" class="f-menu__link link">Создать резюме</a>
                        </li>
                        <li class="f-menu__item">
                            <a href="/pages/vacancies.php" class="f-menu__link link">Каталог вакансий</a>
                        </li>
                        <li class="f-menu__item">
                            <a href="/pages/companies.php" class="f-menu__link link">Каталог компаний</a>
                        </li>
                    </ul>
                </div>
    
                <div class="footer__col">
                    <span class="footer__caption">Работодателям</span>
                    <ul class="footer__menu f-menu">
                        <li class="f-menu__item">
                            <a href="/pages/rules-vacancy.php" class="f-menu__link link">Правила размещения вакансии</a>
                        </li>
                        <li class="f-menu__item">
                            <a href="/pages/lk/create-vacancy.php" class="f-menu__link link">Разместить вакансию</a>
                        </li>
                        <li class="f-menu__item">
                            <a href="/pages/rezumes.php" class="f-menu__link link">Каталог резюме</a>
                        </li>
                    </ul>
                </div>
    
                <div class="footer__col">
                    <span class="footer__caption">Вкалывай</span>
                    <ul class="footer__menu f-menu">
                        <li class="f-menu__item">
                            <a href="/pages/about.php" class="f-menu__link link">О компании</a>
                        </li>
                        <li class="f-menu__item">
                            <a href="/pages/help.php" class="f-menu__link link">Помощь</a>
                        </li>
                        <li class="f-menu__item">
                            <a href="/pages/faq.php" class="f-menu__link link">Вопрос ответ</a>
                        </li>
                        <li class="f-menu__item">
                            <a href="/pages/contacts.php" class="f-menu__link link">Контакты</a>
                        </li>
                    </ul>
                </div>
            </div>
        </div>

        <div class="footer__bottom">
            <p class="footer__copyright"><?= date('Y') ?> Права защищены</p>
            <div class="footer__links">
                <a href="/pages/privacy.php" class="link">Политика конфиденциальности</a>
                <a href="#" class="link">Пользовательское соглашение</a>
            </div>
        </div>
    </div>
</footer>

<div class="modal modal_small js-modal-success">
    <div class="modal__wrapper">
        <button class="modal__close js-modal-close icon-button">
            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_4580_6383)">
                    <path d="M15.8212 6.91005C16.1726 6.55863 16.7432 6.55863 17.0946 6.91005C17.4456 7.26148 17.4458 7.83123 17.0946 8.18251L13.9823 11.2938C13.592 11.6843 13.592 12.3174 13.9823 12.7079L17.0946 15.8192C17.446 16.1706 17.446 16.7413 17.0946 17.0927C16.7432 17.4441 16.1726 17.4441 15.8212 17.0927L12.7099 13.9804C12.3194 13.5901 11.6863 13.59 11.2958 13.9804L8.18446 17.0927C7.83318 17.4439 7.26343 17.4436 6.912 17.0927C6.56058 16.7412 6.56058 16.1706 6.912 15.8192L10.0233 12.7079C10.4137 12.3174 10.4137 11.6843 10.0233 11.2938L6.912 8.18251C6.56058 7.83109 6.56058 7.26147 6.912 6.91005C7.26342 6.55863 7.83304 6.55863 8.18446 6.91005L11.2958 10.0214C11.6863 10.4118 12.3193 10.4117 12.7099 10.0214L15.8212 6.91005Z" fill="#999999" />
                </g>
                <defs>
                    <clipPath id="clip0_4580_6383">
                        <rect width="24" height="24" fill="white" />
                    </clipPath>
                </defs>
            </svg>
        </button>
        <div class="modal__inner">
            <div class="modal__content modal__content_center">
                <p class="modal__success">Ваше сообщение успешно отправлено. <br>Вся переписка с работодателем доступна в личном кабинете.</p>
            </div>
        </div>
    </div>
</div>

</div> <!-- /wrapper -->

<script src="https://cdnjs.cloudflare.com/ajax/libs/noUiSlider/8.5.0/nouislider.min.js" integrity="sha512-kWasPJUdIWdHCp9A/0ZnfLRtfuo0EK9y66aSaSY5VekeNlsbud3ks3WuJX3chrkzAV+0yJKXDDh9wYojd+O0pA==" crossorigin="anonymous" referrerpolicy="no-referrer"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@12/swiper-bundle.min.js"></script>
<script src="https://cdn.jsdelivr.net/npm/@fancyapps/ui@6.1/dist/fancybox/fancybox.umd.js"></script>
<script defer src="/assets/js/main.js?v=<?= time() ?>"></script>
</body>

</html>