<div class="lk__head">
    <div class="lk__person">
        <img src="" alt="">
        <div class="lk__person-data">
            <div>Название компании</div>
        </div>
    </div>
    <div class="lk__buttons">
        <a href="#" class="btn btn_size-m btn_neutral btn_has-icon lk-btn">
            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_7002_1640)">
                <path d="M16.7539 17.501H3.25391V16.001H16.7539V17.501ZM12.3604 2.52246C12.5591 2.52246 12.75 2.60168 12.8906 2.74219L15.0127 4.86426C15.1532 5.00489 15.2324 5.19573 15.2324 5.39453C15.2324 5.59334 15.1532 5.78418 15.0127 5.9248L6.43652 14.501H3.25391V11.3184L11.8301 2.74219C11.9707 2.60166 12.1615 2.52248 12.3604 2.52246ZM4.75391 11.9404V13.001H5.81445L13.4209 5.39453L12.3604 4.33398L4.75391 11.9404Z" fill="white"/>
                </g>
                <defs>
                <clipPath id="clip0_7002_1640">
                <rect width="20" height="20" fill="white"/>
                </clipPath>
                </defs>
            </svg>
            <span>Редактировать</span>
            <div class="mob-icon">
                <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M0 20C0 8.95431 8.95431 0 20 0C31.0457 0 40 8.95431 40 20C40 31.0457 31.0457 40 20 40C8.95431 40 0 31.0457 0 20Z" fill="white"/>
                    <g clip-path="url(#clip0_4800_11336)">
                    <path fill-rule="evenodd" clip-rule="evenodd" d="M25.4043 26.001H14.6035V24.8008H25.4043V26.001ZM21.8887 14.0186C22.0478 14.0186 22.201 14.0819 22.3135 14.1943L24.0107 15.8916C24.1231 16.004 24.1864 16.1565 24.1865 16.3154C24.1865 16.4745 24.1232 16.6277 24.0107 16.7402L17.1494 23.6006H14.6035V21.0557L21.4648 14.1943C21.5773 14.082 21.7297 14.0187 21.8887 14.0186ZM15.8037 21.5527V22.4014H16.6523L22.7373 16.3154L21.8887 15.4678L15.8037 21.5527Z" fill="#FC7827"/>
                    </g>
                    <defs>
                    <clipPath id="clip0_4800_11336">
                    <rect width="16" height="16" fill="white" transform="translate(12 12)"/>
                    </clipPath>
                    </defs>
                </svg>
            </div>
        </a>
        <a href="#" class="btn lk-btn detail__btn btn_primary btn_size-l">
            <span>Выйти</span>
            <div class="mob-icon">
                <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M0 20C0 8.95431 8.95431 0 20 0C31.0457 0 40 8.95431 40 20C40 31.0457 31.0457 40 20 40C8.95431 40 0 31.0457 0 20Z" fill="white"/>
                    <g clip-path="url(#clip0_4800_11337)">
                    <path fill-rule="evenodd" clip-rule="evenodd" d="M20.0039 14.001C20.9355 14.0003 21.8543 14.2172 22.6875 14.6338C23.5207 15.0504 24.2453 15.6557 24.8037 16.4014H23.1777C22.4849 15.7904 21.6303 15.3923 20.7168 15.2549C19.8034 15.1176 18.8701 15.2469 18.0283 15.627C17.1865 16.0071 16.4717 16.6215 15.9707 17.3975C15.4697 18.1735 15.203 19.0782 15.2031 20.002C15.2033 20.9255 15.4697 21.8296 15.9707 22.6055C16.4718 23.3813 17.1866 23.996 18.0283 24.376C18.8702 24.7559 19.8044 24.8855 20.7178 24.748C21.6312 24.6105 22.486 24.2116 23.1787 23.6006H24.8047C24.2464 24.3462 23.5216 24.9515 22.6885 25.3682C21.8551 25.7848 20.9356 26.0018 20.0039 26.001C16.6901 26.001 14.0039 23.3148 14.0039 20.001C14.0039 16.6872 16.6901 14.001 20.0039 14.001ZM27.2041 20.001L24.2041 22.4014V20.6006H19.4043V19.4014H24.2041V17.6006L27.2041 20.001Z" fill="#999999"/>
                    </g>
                    <defs>
                    <clipPath id="clip0_4800_11337">
                    <rect width="16" height="16" fill="white" transform="translate(12 12)"/>
                    </clipPath>
                    </defs>
                </svg>
            </div>
        </a>
    </div>
</div>

<div class="lk__content detail__section">
    <span class="subcaption">Основная информация</span>
    <div class="grid-bubbles employer-bubbles">
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Название компании</span>
            <p>Название компании</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>ФИО пользователя</span>
            <p>Иванов Иван Иванович</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>ИНН</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Пароль</span>
            <p>admin</p>
        </div>
    </div>
</div>

<div class="lk__content detail__section">
    <span class="subcaption">О компании</span>
    <div class="grid-bubbles employer-bubbles">
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Тип регистрации</span>
            <p>Организация</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Сфера деятельности</span>
            <p>Медицинская клиника</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Регион</span>
            <p>Москва, Московская область</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Сайт</span>
            <p>https://blueberry-digital.ru/</p>
        </div>
    </div>
</div>

<div class="lk__content detail__section">
    <span class="subcaption">Контакты</span>
    <div class="grid-bubbles">
        <div class="lk-bubble tight-bubble with-icon bright-bubble">
            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_7081_845)">
                <path d="M10.7002 5.20117C10.849 5.20102 10.9931 5.25665 11.1035 5.35645C11.2138 5.45616 11.2829 5.59331 11.2979 5.74121C11.3255 6.01721 11.351 6.2375 11.375 6.4043C11.6135 8.06842 12.1019 9.68703 12.8242 11.2051C12.9382 11.445 12.8643 11.7321 12.6484 11.8857L10.0586 13.7363C11.642 17.4255 14.5823 20.365 18.2715 21.9482L20.1191 19.3643C20.1947 19.2587 20.305 19.1821 20.4307 19.1494C20.5563 19.1168 20.6893 19.1301 20.8066 19.1855C22.3245 19.9065 23.9429 20.3934 25.6064 20.6309C25.7732 20.6549 25.9931 20.6816 26.2666 20.708C26.4145 20.7232 26.5518 20.7929 26.6514 20.9033C26.7508 21.0137 26.8058 21.1571 26.8057 21.3057H26.8047V25.5488C26.8048 25.8525 26.6894 26.145 26.4824 26.3672C26.2753 26.5894 25.9915 26.7248 25.6885 26.7461C25.1641 26.7821 24.7355 26.8018 24.4043 26.8018C13.8 26.8017 5.20414 18.2059 5.2041 7.60156C5.2041 7.27036 5.22257 6.84178 5.25977 6.31738C5.28106 6.01436 5.41644 5.73053 5.63867 5.52344C5.86088 5.31643 6.15334 5.20108 6.45703 5.20117H10.7002Z" fill="#FC7827"/>
                </g>
                <defs>
                <clipPath id="clip0_7081_845">
                <rect width="32" height="32" fill="white"/>
                </clipPath>
                </defs>
            </svg>
            <div class="lk-bubble__text-wrapper">
                <span>Телефон</span>
                <p>88888888888</p>
            </div>
        </div>
        <div class="lk-bubble tight-bubble with-icon bright-bubble">
            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_7081_341)">
                <path d="M26.8037 6.00122C27.122 6.00122 27.4273 6.12774 27.6523 6.35278C27.8774 6.57783 28.0039 6.88316 28.0039 7.20142V24.801C28.0039 25.1193 27.8774 25.4246 27.6523 25.6497C27.4273 25.8747 27.122 26.0012 26.8037 26.0012H5.2041C4.88584 26.0012 4.58051 25.8747 4.35547 25.6497C4.13043 25.4246 4.00391 25.1193 4.00391 24.801V7.20142C4.00391 6.88316 4.13043 6.57783 4.35547 6.35278C4.58051 6.12774 4.88584 6.00122 5.2041 6.00122H26.8037ZM6.4043 23.6008H25.6035V11.0872L16.0898 19.6067L6.4043 11.0608V23.6008ZM16.0771 16.3958L25.0059 8.40161H7.01758L16.0771 16.3958Z" fill="#FC7827"/>
                </g>
                <defs>
                <clipPath id="clip0_7081_341">
                <rect width="32" height="32" fill="white"/>
                </clipPath>
                </defs>
            </svg>
            <div class="lk-bubble__text-wrapper">
                <span>Почта</span>
                <p>ivanov@mail.ru</p>
            </div>
        </div>
        <div class="lk-bubble tight-bubble with-icon bright-bubble">
            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_7081_631)">
                <path d="M18.6709 2.66821C22.4038 2.66821 24.2703 2.66848 25.6963 3.39478C26.9507 4.03393 27.9712 5.05442 28.6104 6.30884C29.3366 7.7348 29.3369 9.60128 29.3369 13.3342V18.6682C29.3369 22.4012 29.3366 24.2676 28.6104 25.6936C27.9712 26.948 26.9507 27.9685 25.6963 28.6077C24.2703 29.334 22.4038 29.3342 18.6709 29.3342H13.3369C9.60397 29.3342 7.73748 29.334 6.31152 28.6077C5.05711 27.9685 4.03662 26.948 3.39746 25.6936C2.67116 24.2676 2.6709 22.4012 2.6709 18.6682V13.3342C2.6709 9.60128 2.67116 7.7348 3.39746 6.30884C4.03662 5.05442 5.05711 4.03393 6.31152 3.39478C7.73748 2.66848 9.60397 2.66821 13.3369 2.66821H18.6709ZM7.1709 10.7795C7.31555 17.7125 10.7819 21.8791 16.8594 21.8792H17.2041V17.9124C18.2759 18.0469 19.2844 18.4952 20.1025 19.2004C20.9208 19.906 21.5129 20.8386 21.8037 21.8792H24.96C24.636 20.6812 24.0605 19.5652 23.2734 18.6057C22.4864 17.6464 21.5049 16.8646 20.3936 16.3127C21.3887 15.7085 22.2481 14.9049 22.9189 13.9534C23.5899 13.0014 24.0584 11.9203 24.293 10.7795H21.4258C20.8035 12.979 18.9593 14.979 17.2041 15.1682V10.7795H14.3369V18.469C12.5592 18.0244 10.315 15.8678 10.2148 10.7795H7.1709Z" fill="#FC7827"/>
                </g>
                <defs>
                <clipPath id="clip0_7081_631">
                <rect width="32" height="32" fill="white"/>
                </clipPath>
                </defs>
            </svg>
            <div class="lk-bubble__text-wrapper">
                <span>Вконтакте</span>
                <p>id221396498</p>
            </div>
        </div>
        <div class="lk-bubble tight-bubble with-icon bright-bubble">
            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_7081_1003)">
                <path d="M18.6709 2.66821C22.4038 2.66821 24.2703 2.66848 25.6963 3.39478C26.9507 4.03393 27.9712 5.05442 28.6104 6.30884C29.3366 7.7348 29.3369 9.60128 29.3369 13.3342V18.6682C29.3369 22.4012 29.3366 24.2676 28.6104 25.6936C27.9712 26.948 26.9507 27.9685 25.6963 28.6077C24.2703 29.334 22.4038 29.3342 18.6709 29.3342H13.3369C9.60397 29.3342 7.73748 29.334 6.31152 28.6077C5.05711 27.9685 4.03662 26.948 3.39746 25.6936C2.67116 24.2676 2.6709 22.4012 2.6709 18.6682V13.3342C2.6709 9.60128 2.67116 7.7348 3.39746 6.30884C4.03662 5.05442 5.05711 4.03393 6.31152 3.39478C7.73748 2.66848 9.60397 2.66821 13.3369 2.66821H18.6709ZM21.4844 10.7073C20.9777 10.7073 20.2172 10.9742 16.5107 12.5208C15.2174 13.0541 12.6304 14.1742 8.7373 15.8674C8.11107 16.1206 7.77697 16.36 7.75 16.5999C7.69667 17.0665 8.35056 17.2141 9.19043 17.4807C9.87011 17.7073 10.7768 17.9604 11.2568 17.9739C11.6833 17.9871 12.1632 17.7995 12.6963 17.4397C16.3363 14.9864 18.2042 13.7466 18.3242 13.72C18.4174 13.7066 18.5246 13.6808 18.6045 13.7473C18.634 13.7788 18.6554 13.818 18.667 13.8596C18.6783 13.901 18.68 13.9446 18.6709 13.9866C18.6042 14.2666 15.1912 17.3745 14.9912 17.5745C14.2313 18.3477 13.3771 18.8272 14.6963 19.6936C15.8296 20.4403 16.4976 20.9203 17.6709 21.6936C18.4174 22.1869 19.0041 22.7603 19.7773 22.6936C20.1239 22.6535 20.4969 22.3201 20.6836 21.3206C21.1236 18.9605 21.9904 13.8393 22.1904 11.7327C22.2036 11.5463 22.1772 11.3069 22.1904 11.2268C22.177 11.1203 22.1368 10.9739 22.0039 10.8674C21.8442 10.7343 21.5914 10.7074 21.4844 10.7073Z" fill="#FC7827"/>
                </g>
                <defs>
                <clipPath id="clip0_7081_1003">
                <rect width="32" height="32" fill="white"/>
                </clipPath>
                </defs>
            </svg>
            <div class="lk-bubble__text-wrapper">
                <span>Телеграм</span>
                <p>@asdasdasd</p>
            </div>
        </div>
        <div class="lk-bubble tight-bubble with-icon bright-bubble">
            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_7081_356)">
                <path d="M22.6787 2.66919C26.3553 2.66934 29.3358 5.6498 29.3359 9.32642V22.676C29.3358 26.3526 26.3553 29.3331 22.6787 29.3333H9.3291C5.65249 29.3331 2.67203 26.3526 2.67188 22.676V9.32642C2.67203 5.6498 5.65249 2.66934 9.3291 2.66919H22.6787ZM16.1699 5.85571C10.5544 5.85571 5.81453 10.2007 5.81445 15.9768C5.81445 18.3953 6.2621 20.0649 6.65625 21.5637C6.98711 22.7801 7.2793 23.8946 7.2793 25.2131C7.42073 26.9695 10.6569 25.943 11.6787 24.6292C13.294 25.7968 14.2238 26.0891 16.2236 26.0891C21.7521 26.0594 26.2132 21.559 26.1943 16.0305C26.1943 10.4151 21.7902 5.85583 16.1699 5.85571ZM16.3057 10.8479V10.8528C19.1397 11.0151 21.3216 13.4177 21.2109 16.2542C21.0207 19.0847 18.5993 21.242 15.7656 21.1057C14.8786 21.0346 14.0261 20.7307 13.2939 20.2249C12.8512 20.6676 12.1407 21.242 11.8584 21.1741C11.2696 21.0184 10.5786 18.0259 10.9678 15.5686C11.4398 12.6004 13.571 10.7069 16.3057 10.8479Z" fill="#FC7827"/>
                </g>
                <defs>
                <clipPath id="clip0_7081_356">
                <rect width="32" height="32" fill="white"/>
                </clipPath>
                </defs>
            </svg>
            <div class="lk-bubble__text-wrapper">
                <span>МАХ</span>
                <p>88888888888</p>
            </div>
        </div>
        <button class="contact-add btn btn_light btn_size-m btn_has-icon">
            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_7081_644)">
                <path d="M10.7529 9.25098H15.2529V10.751H10.7529V15.251H9.25293V10.751H4.75293V9.25098H9.25293V4.75098H10.7529V9.25098Z" fill="#FC7827"/>
                </g>
                <defs>
                <clipPath id="clip0_7081_644">
                <rect width="20" height="20" fill="white"/>
                </clipPath>
                </defs>
            </svg>
            <span>Добавить</span>
        </button>
    </div>
</div>

<div class="lk__content detail__section">
    <span class="subcaption">Реквизиты компании</span>
    <div class="flex-bubbles employer-bubbles-flex">
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Полное название</span>
            <p>Общество с ограниченой ответственностью «Название компании»</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Фактический адрес</span>
            <p>97022, Г.Санкт-Петербург, ВНУТРИГОРОДСКАЯ ТЕРРИТОРИЯ ГОРОДА ФЕДЕРАЛЬНОГО ЗНАЧЕНИЯ МУНИЦИПАЛЬНЫЙ ОКРУГ АПТЕКАРСКИЙ ОСТРОВ, ПР-КТ МЕДИКОВ, Д. 5, ПОМЕЩ. 7Н, КОМ. 153</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Юридический адрес</span>
            <p>97022, Г.Санкт-Петербург, ВНУТРИГОРОДСКАЯ ТЕРРИТОРИЯ ГОРОДА ФЕДЕРАЛЬНОГО ЗНАЧЕНИЯ МУНИЦИПАЛЬНЫЙ ОКРУГ АПТЕКАРСКИЙ ОСТРОВ, ПР-КТ МЕДИКОВ, Д. 5, ПОМЕЩ. 7Н, КОМ. 153</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>КПП</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>БИК</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>ОГРН</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>К/С банка</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Генеральный директор</span>
            <p>Иванов Иван Иванович</p>
        </div>
    </div>
</div>