<div class="lk__head">
    <div class="lk__person">
        <img src="/../images/avatar_rezume.png" alt="">
        <div class="lk__person-data">
            <div>Название компании</div>
        </div>
    </div>
    <div class="lk__buttons">
        <button class="btn btn_size-m btn_primary lk__btn_has-icon profile-btn">
            <div class="mob-elem icons-block">
                <svg xmlns="http://www.w3.org/2000/svg"
                    width="16"
                    height="16"
                    viewBox="0 0 24 24"
                    fill="none"
                    stroke="#fff"
                    stroke-width="2"
                    stroke-linecap="round"
                    stroke-linejoin="round">
                <path d="M20 6v5h-5"/>
                <path d="M4 18v-5h5"/>
                <path d="M6.1 9a7 7 0 0 1 11.6-2.6L20 11"/>
                <path d="M17.9 15a7 7 0 0 1-11.6 2.6L4 13"/>
                </svg>
            </div>
            <span class="desk-elem">Обновить данные по ИНН</span>
        </button>
        <a href="#" data-call-modal="edit__company" class="btn btn_size-m btn_primary lk__btn_has-icon profile-btn">
            <div class="mob-elem icons-block">
                <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g>
                        <path
                            d="M13.4043 14.001H2.60352V12.8008H13.4043V14.001ZM9.88867 2.01855C10.0478 2.01855 10.201 2.08185 10.3135 2.19434L12.0107 3.8916C12.1231 4.00403 12.1864 4.15647 12.1865 4.31543C12.1865 4.47453 12.1232 4.62772 12.0107 4.74023L5.14941 11.6006H2.60352V9.05566L9.46484 2.19434C9.57726 2.08196 9.72973 2.01867 9.88867 2.01855ZM3.80371 9.55273V10.4014H4.65234L10.7373 4.31543L9.88867 3.46777L3.80371 9.55273Z"
                            fill="white" />
                    </g>
                    <defs>
                        <clipPath>
                            <rect width="16" height="16" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </div>
            <span class="tab-elem desk-elem">Редактировать</span>
        </a>
        <a href="#" class="btn profile-btn detail__btn btn_neutral btn_size-m lk__btn_has-icon ">
            <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g>
                    <path
                        d="M8.00391 2.00098C8.9355 2.00028 9.85426 2.21717 10.6875 2.63379C11.5207 3.05041 12.2453 3.65567 12.8037 4.40137H11.1777C10.4849 3.79042 9.63027 3.39226 8.7168 3.25488C7.80344 3.11758 6.87012 3.24688 6.02832 3.62695C5.18646 4.00707 4.47175 4.62147 3.9707 5.39746C3.46966 6.17352 3.20305 7.07821 3.20312 8.00195C3.20326 8.92551 3.46967 9.82963 3.9707 10.6055C4.47178 11.3813 5.18656 11.996 6.02832 12.376C6.87023 12.7559 7.80438 12.8855 8.71777 12.748C9.63123 12.6105 10.486 12.2116 11.1787 11.6006H12.8047C12.2464 12.3462 11.5216 12.9515 10.6885 13.3682C9.85512 13.7848 8.9356 14.0018 8.00391 14.001C4.69011 14.001 2.00391 11.3148 2.00391 8.00098C2.00391 4.68718 4.69011 2.00098 8.00391 2.00098ZM15.2041 8.00098L12.2041 10.4014V8.60059H7.4043V7.40137H12.2041V5.60059L15.2041 8.00098Z"
                        fill="white" />
                </g>
                <defs>
                    <clipPath>
                        <rect width="16" height="16" fill="white" />
                    </clipPath>
                </defs>
            </svg>
        </a>
    </div>
</div>

<div class="lk__content detail__section">
    <span class="subcaption">Основная информация</span>
    <div class="grid-bubbles grid-list personal-bubbles">
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Название компании</span>
            <p>Название компании</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>ФИО пользователя</span>
            <p>Иванов Иван Иванович</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>ИНН</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Пароль</span>
            <div class="profile-password password-wrapper">
                <input type="password" value="admin" readonly aria-label="Пароль">
                <button type="button" class="lk__btn_has-icon btn transp-btn" aria-label="Показать пароль"
                    aria-pressed="false">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M12.0039 3.90137C16.8567 3.90137 20.8943 7.39298 21.7412 12.001C20.8952 16.609 16.8567 20.1006 12.0039 20.1006C7.15111 20.1006 3.1135 16.609 2.2666 12.001C3.1126 7.39298 7.15111 3.90137 12.0039 3.90137ZM12.0039 5.70898C10.1694 5.70898 8.38898 6.33067 6.9541 7.47363C5.51922 8.61661 4.51468 10.213 4.10449 12.001C4.51315 13.7903 5.51729 15.3878 6.95215 16.5322C8.38717 17.6767 10.1684 18.3004 12.0039 18.3008C13.8394 18.3004 15.6206 17.6767 17.0557 16.5322C18.4905 15.3878 19.4947 13.7903 19.9033 12.001C19.4931 10.213 18.4886 8.61661 17.0537 7.47363C15.6188 6.33067 13.8384 5.70898 12.0039 5.70898ZM12.0039 7.95117C13.078 7.95117 14.1086 8.3772 14.8682 9.13672C15.6277 9.89624 16.0537 10.9269 16.0537 12.001C16.0537 13.0751 15.6277 14.1057 14.8682 14.8652C14.1086 15.6248 13.078 16.0508 12.0039 16.0508C10.9298 16.0508 9.89917 15.6248 9.13965 14.8652C8.38013 14.1057 7.9541 13.0751 7.9541 12.001C7.9541 10.9269 8.38013 9.89624 9.13965 9.13672C9.89917 8.3772 10.9298 7.95117 12.0039 7.95117ZM12.0039 9.75098C11.4072 9.75098 10.835 9.9882 10.4131 10.4102C9.99113 10.8321 9.75391 11.4042 9.75391 12.001C9.75391 12.5977 9.99113 13.1698 10.4131 13.5918C10.835 14.0138 11.4072 14.251 12.0039 14.251C12.6006 14.251 13.1728 14.0138 13.5947 13.5918C14.0167 13.1698 14.2539 12.5977 14.2539 12.001C14.2539 11.4042 14.0167 10.8321 13.5947 10.4102C13.1728 9.9882 12.6006 9.75098 12.0039 9.75098Z"
                                fill="#232323" />
                        </g>
                    </svg>
                </button>
            </div>
        </div>
    </div>
</div>

<div class="lk__content detail__section">
    <span class="subcaption">О компании</span>
    <div class="grid-bubbles grid-list personal-bubbles">
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Тип регистрации</span>
            <p>Организация</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Сфера деятельности</span>
            <p>Медицинская клиника</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Регион</span>
            <p>Москва, Московская область</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Сайт</span>
            <p>https://blueberry-digital.ru/</p>
        </div>
    </div>
</div>

<div class="lk__content detail__section">
    <span class="subcaption">Контакты</span>
    <? require($_SERVER["DOCUMENT_ROOT"] . "/template/lk/contact-fields.php"); ?>
</div>

<div class="lk__content detail__section">
    <span class="subcaption">Реквизиты компании</span>
    <div class="grid-bubbles grid-list personal-bubbles requisites-wrapper">
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Полное название</span>
            <p>Общество с ограниченой ответственностью «Название компании»</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Фактический адрес</span>
            <p>97022, Г.Санкт-Петербург, ВНУТРИГОРОДСКАЯ ТЕРРИТОРИЯ ГОРОДА ФЕДЕРАЛЬНОГО ЗНАЧЕНИЯ МУНИЦИПАЛЬНЫй ОКРУГ
                АПТЕКАРСКИй ОСТРОВ, ПР-КТ МЕДИКОВ, Д. 5, ПОМЕЩ. 7Н, КОМ. 153</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Юридический адрес</span>
            <p>97022, Г.Санкт-Петербург, ВНУТРИГОРОДСКАЯ ТЕРРИТОРИЯ ГОРОДА ФЕДЕРАЛЬНОГО ЗНАЧЕНИЯ МУНИЦИПАЛЬНЫй ОКРУГ
                АПТЕКАРСКИй ОСТРОВ, ПР-КТ МЕДИКОВ, Д. 5, ПОМЕЩ. 7Н, КОМ. 153</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>КПП</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>БИК</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>ОГРН</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>К/С банка</span>
            <p>88888888888</p>
        </div>
        <div class="lk-bubble tight-bubble gray-bubble">
            <span>Генеральный директор</span>
            <p>Иванов Иван Иванович</p>
        </div>
    </div>
</div>

<div class="lk__content detail__section">
    <span class="subcaption">Пользователи</span>
    <div class="grid-bubbles grid-list personal-bubbles users-fields">
        <form
            class="lk-bubble input-edit-form tight-bubble with-icon bright-bubble"
            method="post">
            <div class="lk-bubble__content">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g>
                    <path d="M14.7041 14.7002C15.8974 14.7003 17.0419 15.1747 17.8857 16.0186C18.7296 16.8624 19.204 18.0069 19.2041 19.2002V21.001H4.80371V19.2002C4.80381 18.0069 5.27825 16.8624 6.12207 16.0186C6.96597 15.1748 8.11033 14.7002 9.30371 14.7002H14.7041ZM12.0039 2.10059C13.436 2.10064 14.8096 2.66997 15.8223 3.68262C16.8348 4.69529 17.4033 6.06895 17.4033 7.50098C17.4032 8.933 16.8349 10.3067 15.8223 11.3193C14.8096 12.3319 13.436 12.9003 12.0039 12.9004C11.2948 12.9004 10.5926 12.7606 9.9375 12.4893C9.28247 12.2179 8.68692 11.8206 8.18555 11.3193C7.68417 10.818 7.28602 10.2225 7.01465 9.56738C6.74332 8.91235 6.60357 8.20998 6.60352 7.50098C6.60352 6.792 6.74339 6.0896 7.01465 5.43457C7.28601 4.77945 7.68416 4.18403 8.18555 3.68262C8.68698 3.18118 9.28234 2.78309 9.9375 2.51172C10.5926 2.2404 11.2948 2.10059 12.0039 2.10059Z" fill="#FC7827"/>
                    </g>
                    <defs>
                    <clipPath id="clip0_6518_5272">
                    <rect width="24" height="24" fill="white"/>
                    </clipPath>
                    </defs>
                </svg>
                <div class="lk-bubble__text-wrapper">
                    <span>Должность</span>
                    <p>login пользователя</p>
                    
                </div>
            </div>
            <div class="lk-bubble__buttons-wrapper">
                <button class="btn" data-call-modal="edit__user">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M20.1035 21.001H3.9043V19.2012H20.1035V21.001ZM14.832 3.02734C15.0706 3.02743 15.2991 3.12237 15.4678 3.29102L18.0137 5.83691C18.1824 6.00569 18.2773 6.23499 18.2773 6.47363C18.2772 6.71212 18.1823 6.94071 18.0137 7.10938L7.72266 17.4014H3.9043V13.582L14.1953 3.29102C14.3641 3.12229 14.5934 3.02734 14.832 3.02734ZM5.7041 14.3281V15.6006H6.97656L16.1045 6.47363L14.832 5.2002L5.7041 14.3281Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="delete" class="contact--submit btn btn--delete"
                    data-call-modal="action-remove">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="save" class="contact--submit btn--ok btn">
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            fill="#FC7827" />
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            stroke="#FC7827" />
                        <path
                            d="M8.10397 12.2539L14.6808 6.21381C14.836 6.07127 15.017 6 15.224 6C15.4309 6 15.612 6.07127 15.7672 6.21381C15.9224 6.35635 16 6.52573 16 6.72196C16 6.91819 15.9224 7.08733 15.7672 7.2294L8.64718 13.7862C8.49198 13.9287 8.31091 14 8.10397 14C7.89703 14 7.71596 13.9287 7.56075 13.7862L4.22385 10.7216C4.06865 10.5791 3.99415 10.4099 4.00036 10.2142C4.00657 10.0184 4.08753 9.84903 4.24325 9.70601C4.39898 9.563 4.58341 9.49173 4.79656 9.4922C5.00971 9.49268 5.19388 9.56395 5.34909 9.70601L8.10397 12.2539Z"
                            fill="white" />
                    </svg>
                </button>
            </div>
        </form>

        <form
            class="lk-bubble input-edit-form tight-bubble with-icon bright-bubble"
            method="post">
            <div class="lk-bubble__content">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g>
                    <path d="M14.7041 14.7002C15.8974 14.7003 17.0419 15.1747 17.8857 16.0186C18.7296 16.8624 19.204 18.0069 19.2041 19.2002V21.001H4.80371V19.2002C4.80381 18.0069 5.27825 16.8624 6.12207 16.0186C6.96597 15.1748 8.11033 14.7002 9.30371 14.7002H14.7041ZM12.0039 2.10059C13.436 2.10064 14.8096 2.66997 15.8223 3.68262C16.8348 4.69529 17.4033 6.06895 17.4033 7.50098C17.4032 8.933 16.8349 10.3067 15.8223 11.3193C14.8096 12.3319 13.436 12.9003 12.0039 12.9004C11.2948 12.9004 10.5926 12.7606 9.9375 12.4893C9.28247 12.2179 8.68692 11.8206 8.18555 11.3193C7.68417 10.818 7.28602 10.2225 7.01465 9.56738C6.74332 8.91235 6.60357 8.20998 6.60352 7.50098C6.60352 6.792 6.74339 6.0896 7.01465 5.43457C7.28601 4.77945 7.68416 4.18403 8.18555 3.68262C8.68698 3.18118 9.28234 2.78309 9.9375 2.51172C10.5926 2.2404 11.2948 2.10059 12.0039 2.10059Z" fill="#FC7827"/>
                    </g>
                    <defs>
                    <clipPath id="clip0_6518_5272">
                    <rect width="24" height="24" fill="white"/>
                    </clipPath>
                    </defs>
                </svg>
                <div class="lk-bubble__text-wrapper">
                    <span>Должность</span>
                    <p>login пользователя</p>
                    
                </div>
            </div>
            <div class="lk-bubble__buttons-wrapper">
                <button class="btn" data-call-modal="edit__user">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M20.1035 21.001H3.9043V19.2012H20.1035V21.001ZM14.832 3.02734C15.0706 3.02743 15.2991 3.12237 15.4678 3.29102L18.0137 5.83691C18.1824 6.00569 18.2773 6.23499 18.2773 6.47363C18.2772 6.71212 18.1823 6.94071 18.0137 7.10938L7.72266 17.4014H3.9043V13.582L14.1953 3.29102C14.3641 3.12229 14.5934 3.02734 14.832 3.02734ZM5.7041 14.3281V15.6006H6.97656L16.1045 6.47363L14.832 5.2002L5.7041 14.3281Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="delete" class="contact--submit btn btn--delete"
                    data-call-modal="action-remove">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="save" class="contact--submit btn--ok btn">
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            fill="#FC7827" />
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            stroke="#FC7827" />
                        <path
                            d="M8.10397 12.2539L14.6808 6.21381C14.836 6.07127 15.017 6 15.224 6C15.4309 6 15.612 6.07127 15.7672 6.21381C15.9224 6.35635 16 6.52573 16 6.72196C16 6.91819 15.9224 7.08733 15.7672 7.2294L8.64718 13.7862C8.49198 13.9287 8.31091 14 8.10397 14C7.89703 14 7.71596 13.9287 7.56075 13.7862L4.22385 10.7216C4.06865 10.5791 3.99415 10.4099 4.00036 10.2142C4.00657 10.0184 4.08753 9.84903 4.24325 9.70601C4.39898 9.563 4.58341 9.49173 4.79656 9.4922C5.00971 9.49268 5.19388 9.56395 5.34909 9.70601L8.10397 12.2539Z"
                            fill="white" />
                    </svg>
                </button>
            </div>
        </form>

        <form
            class="lk-bubble input-edit-form tight-bubble with-icon bright-bubble"
            method="post">
            <div class="lk-bubble__content">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g>
                    <path d="M14.7041 14.7002C15.8974 14.7003 17.0419 15.1747 17.8857 16.0186C18.7296 16.8624 19.204 18.0069 19.2041 19.2002V21.001H4.80371V19.2002C4.80381 18.0069 5.27825 16.8624 6.12207 16.0186C6.96597 15.1748 8.11033 14.7002 9.30371 14.7002H14.7041ZM12.0039 2.10059C13.436 2.10064 14.8096 2.66997 15.8223 3.68262C16.8348 4.69529 17.4033 6.06895 17.4033 7.50098C17.4032 8.933 16.8349 10.3067 15.8223 11.3193C14.8096 12.3319 13.436 12.9003 12.0039 12.9004C11.2948 12.9004 10.5926 12.7606 9.9375 12.4893C9.28247 12.2179 8.68692 11.8206 8.18555 11.3193C7.68417 10.818 7.28602 10.2225 7.01465 9.56738C6.74332 8.91235 6.60357 8.20998 6.60352 7.50098C6.60352 6.792 6.74339 6.0896 7.01465 5.43457C7.28601 4.77945 7.68416 4.18403 8.18555 3.68262C8.68698 3.18118 9.28234 2.78309 9.9375 2.51172C10.5926 2.2404 11.2948 2.10059 12.0039 2.10059Z" fill="#FC7827"/>
                    </g>
                    <defs>
                    <clipPath id="clip0_6518_5272">
                    <rect width="24" height="24" fill="white"/>
                    </clipPath>
                    </defs>
                </svg>
                <div class="lk-bubble__text-wrapper">
                    <span>Должность</span>
                    <p>login пользователя</p>
                    
                </div>
            </div>
            <div class="lk-bubble__buttons-wrapper">
                <button class="btn" data-call-modal="edit__user">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M20.1035 21.001H3.9043V19.2012H20.1035V21.001ZM14.832 3.02734C15.0706 3.02743 15.2991 3.12237 15.4678 3.29102L18.0137 5.83691C18.1824 6.00569 18.2773 6.23499 18.2773 6.47363C18.2772 6.71212 18.1823 6.94071 18.0137 7.10938L7.72266 17.4014H3.9043V13.582L14.1953 3.29102C14.3641 3.12229 14.5934 3.02734 14.832 3.02734ZM5.7041 14.3281V15.6006H6.97656L16.1045 6.47363L14.832 5.2002L5.7041 14.3281Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="delete" class="contact--submit btn btn--delete"
                    data-call-modal="action-remove">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="save" class="contact--submit btn--ok btn">
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            fill="#FC7827" />
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            stroke="#FC7827" />
                        <path
                            d="M8.10397 12.2539L14.6808 6.21381C14.836 6.07127 15.017 6 15.224 6C15.4309 6 15.612 6.07127 15.7672 6.21381C15.9224 6.35635 16 6.52573 16 6.72196C16 6.91819 15.9224 7.08733 15.7672 7.2294L8.64718 13.7862C8.49198 13.9287 8.31091 14 8.10397 14C7.89703 14 7.71596 13.9287 7.56075 13.7862L4.22385 10.7216C4.06865 10.5791 3.99415 10.4099 4.00036 10.2142C4.00657 10.0184 4.08753 9.84903 4.24325 9.70601C4.39898 9.563 4.58341 9.49173 4.79656 9.4922C5.00971 9.49268 5.19388 9.56395 5.34909 9.70601L8.10397 12.2539Z"
                            fill="white" />
                    </svg>
                </button>
            </div>
        </form>

        <form
            class="lk-bubble input-edit-form tight-bubble with-icon bright-bubble"
            method="post">
            <div class="lk-bubble__content">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g>
                    <path d="M14.7041 14.7002C15.8974 14.7003 17.0419 15.1747 17.8857 16.0186C18.7296 16.8624 19.204 18.0069 19.2041 19.2002V21.001H4.80371V19.2002C4.80381 18.0069 5.27825 16.8624 6.12207 16.0186C6.96597 15.1748 8.11033 14.7002 9.30371 14.7002H14.7041ZM12.0039 2.10059C13.436 2.10064 14.8096 2.66997 15.8223 3.68262C16.8348 4.69529 17.4033 6.06895 17.4033 7.50098C17.4032 8.933 16.8349 10.3067 15.8223 11.3193C14.8096 12.3319 13.436 12.9003 12.0039 12.9004C11.2948 12.9004 10.5926 12.7606 9.9375 12.4893C9.28247 12.2179 8.68692 11.8206 8.18555 11.3193C7.68417 10.818 7.28602 10.2225 7.01465 9.56738C6.74332 8.91235 6.60357 8.20998 6.60352 7.50098C6.60352 6.792 6.74339 6.0896 7.01465 5.43457C7.28601 4.77945 7.68416 4.18403 8.18555 3.68262C8.68698 3.18118 9.28234 2.78309 9.9375 2.51172C10.5926 2.2404 11.2948 2.10059 12.0039 2.10059Z" fill="#FC7827"/>
                    </g>
                    <defs>
                    <clipPath id="clip0_6518_5272">
                    <rect width="24" height="24" fill="white"/>
                    </clipPath>
                    </defs>
                </svg>
                <div class="lk-bubble__text-wrapper">
                    <span>Должность</span>
                    <p>login пользователя</p>
                    
                </div>
            </div>
            <div class="lk-bubble__buttons-wrapper">
                <button class="btn" data-call-modal="edit__user">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M20.1035 21.001H3.9043V19.2012H20.1035V21.001ZM14.832 3.02734C15.0706 3.02743 15.2991 3.12237 15.4678 3.29102L18.0137 5.83691C18.1824 6.00569 18.2773 6.23499 18.2773 6.47363C18.2772 6.71212 18.1823 6.94071 18.0137 7.10938L7.72266 17.4014H3.9043V13.582L14.1953 3.29102C14.3641 3.12229 14.5934 3.02734 14.832 3.02734ZM5.7041 14.3281V15.6006H6.97656L16.1045 6.47363L14.832 5.2002L5.7041 14.3281Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="delete" class="contact--submit btn btn--delete"
                    data-call-modal="action-remove">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="save" class="contact--submit btn--ok btn">
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            fill="#FC7827" />
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            stroke="#FC7827" />
                        <path
                            d="M8.10397 12.2539L14.6808 6.21381C14.836 6.07127 15.017 6 15.224 6C15.4309 6 15.612 6.07127 15.7672 6.21381C15.9224 6.35635 16 6.52573 16 6.72196C16 6.91819 15.9224 7.08733 15.7672 7.2294L8.64718 13.7862C8.49198 13.9287 8.31091 14 8.10397 14C7.89703 14 7.71596 13.9287 7.56075 13.7862L4.22385 10.7216C4.06865 10.5791 3.99415 10.4099 4.00036 10.2142C4.00657 10.0184 4.08753 9.84903 4.24325 9.70601C4.39898 9.563 4.58341 9.49173 4.79656 9.4922C5.00971 9.49268 5.19388 9.56395 5.34909 9.70601L8.10397 12.2539Z"
                            fill="white" />
                    </svg>
                </button>
            </div>
        </form>

        <form
            class="lk-bubble input-edit-form tight-bubble with-icon bright-bubble"
            method="post">
            <div class="lk-bubble__content">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g>
                    <path d="M14.7041 14.7002C15.8974 14.7003 17.0419 15.1747 17.8857 16.0186C18.7296 16.8624 19.204 18.0069 19.2041 19.2002V21.001H4.80371V19.2002C4.80381 18.0069 5.27825 16.8624 6.12207 16.0186C6.96597 15.1748 8.11033 14.7002 9.30371 14.7002H14.7041ZM12.0039 2.10059C13.436 2.10064 14.8096 2.66997 15.8223 3.68262C16.8348 4.69529 17.4033 6.06895 17.4033 7.50098C17.4032 8.933 16.8349 10.3067 15.8223 11.3193C14.8096 12.3319 13.436 12.9003 12.0039 12.9004C11.2948 12.9004 10.5926 12.7606 9.9375 12.4893C9.28247 12.2179 8.68692 11.8206 8.18555 11.3193C7.68417 10.818 7.28602 10.2225 7.01465 9.56738C6.74332 8.91235 6.60357 8.20998 6.60352 7.50098C6.60352 6.792 6.74339 6.0896 7.01465 5.43457C7.28601 4.77945 7.68416 4.18403 8.18555 3.68262C8.68698 3.18118 9.28234 2.78309 9.9375 2.51172C10.5926 2.2404 11.2948 2.10059 12.0039 2.10059Z" fill="#FC7827"/>
                    </g>
                    <defs>
                    <clipPath id="clip0_6518_5272">
                    <rect width="24" height="24" fill="white"/>
                    </clipPath>
                    </defs>
                </svg>
                <div class="lk-bubble__text-wrapper">
                    <span>Должность</span>
                    <p>login пользователя</p>
                    
                </div>
            </div>
            <div class="lk-bubble__buttons-wrapper">
                <button class="btn" data-call-modal="edit__user">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M20.1035 21.001H3.9043V19.2012H20.1035V21.001ZM14.832 3.02734C15.0706 3.02743 15.2991 3.12237 15.4678 3.29102L18.0137 5.83691C18.1824 6.00569 18.2773 6.23499 18.2773 6.47363C18.2772 6.71212 18.1823 6.94071 18.0137 7.10938L7.72266 17.4014H3.9043V13.582L14.1953 3.29102C14.3641 3.12229 14.5934 3.02734 14.832 3.02734ZM5.7041 14.3281V15.6006H6.97656L16.1045 6.47363L14.832 5.2002L5.7041 14.3281Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="delete" class="contact--submit btn btn--delete"
                    data-call-modal="action-remove">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                            <path
                                d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z"
                                fill="#999999" />
                        </g>
                        <defs>
                            <clipPath>
                                <rect width="24" height="24" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button type="submit" name="action" value="save" class="contact--submit btn--ok btn">
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            fill="#FC7827" />
                        <path
                            d="M8 0.5H12C16.1421 0.5 19.5 3.85786 19.5 8V12C19.5 16.1421 16.1421 19.5 12 19.5H8C3.85786 19.5 0.5 16.1421 0.5 12V8C0.5 3.85786 3.85786 0.5 8 0.5Z"
                            stroke="#FC7827" />
                        <path
                            d="M8.10397 12.2539L14.6808 6.21381C14.836 6.07127 15.017 6 15.224 6C15.4309 6 15.612 6.07127 15.7672 6.21381C15.9224 6.35635 16 6.52573 16 6.72196C16 6.91819 15.9224 7.08733 15.7672 7.2294L8.64718 13.7862C8.49198 13.9287 8.31091 14 8.10397 14C7.89703 14 7.71596 13.9287 7.56075 13.7862L4.22385 10.7216C4.06865 10.5791 3.99415 10.4099 4.00036 10.2142C4.00657 10.0184 4.08753 9.84903 4.24325 9.70601C4.39898 9.563 4.58341 9.49173 4.79656 9.4922C5.00971 9.49268 5.19388 9.56395 5.34909 9.70601L8.10397 12.2539Z"
                            fill="white" />
                    </svg>
                </button>
            </div>
        </form>

        <button data-call-modal="add__user" class="contact-add btn btn_light btn_size-l lk__btn_has-icon">
            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g>
                    <path
                        d="M10.7529 9.25098H15.2529V10.751H10.7529V15.251H9.25293V10.751H4.75293V9.25098H9.25293V4.75098H10.7529V9.25098Z"
                        fill="#FC7827" />
                </g>
                <defs>
                    <clipPath>
                        <rect width="20" height="20" fill="white" />
                    </clipPath>
                </defs>
            </svg>
            <span>Добавить</span>
        </button>
    </div>

</div>