<? for ($i = 0; $i < 8; $i++) : ?>
    <li class="accordion__item">
        <div class="accordion__header">
            <span class="accordion__title">Как настроить уведомления, чтобы получать только свежие вакансии в моем городе?</span>
            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g>
                    <path d="M17.4736 8.97071C17.7665 8.67784 18.2412 8.67782 18.5341 8.97071C18.827 9.2636 18.827 9.73837 18.5341 10.0313L12.5341 16.0313C12.2595 16.3058 11.8248 16.3233 11.5302 16.083L11.4736 16.0313L5.47358 10.0313C5.18068 9.73836 5.18068 9.2636 5.47358 8.97071C5.76647 8.67784 6.24124 8.67782 6.53412 8.97071L12.0038 14.4404L17.4736 8.97071Z" fill="#FC7827" />
                </g>
            </svg>
        </div>
        <div class="accordion__wrapper">
            <div class="accordion__content content">
                <p>Введите нужную должность в строку поиска, настройте фильтры и нажмите на баннер «Сохранить поиск». Сайт сам начнет присылать вам новые варианты на почту и в личный кабинет.</p>
            </div>
        </div>
    </li>
<? endfor; ?>