<? for ($i = 0; $i < 8; $i++) : ?>
    <li class="accordion__item">
        <div class="accordion__header">
            <span class="accordion__title">Текст вопроса</span>
            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_4982_627)">
                    <path fill-rule="evenodd" clip-rule="evenodd" d="M12.0038 3.25098C12.4181 3.25098 12.7538 3.58676 12.7538 4.00098V18.1904L18.4736 12.4707C18.7665 12.1778 19.2412 12.1778 19.5341 12.4707C19.827 12.7636 19.827 13.2384 19.5341 13.5312L12.5341 20.5312C12.2412 20.8241 11.7665 20.8241 11.4736 20.5312L4.47358 13.5312C4.18068 13.2384 4.18068 12.7636 4.47358 12.4707C4.76647 12.1778 5.24123 12.1778 5.53412 12.4707L11.2538 18.1904V4.00098C11.2538 3.58676 11.5896 3.25098 12.0038 3.25098Z" fill="#FC7827" />
                </g>
                <defs>
                    <clipPath id="clip0_4982_627">
                        <rect width="24" height="24" fill="white" />
                    </clipPath>
                </defs>
            </svg>
        </div>
        <div class="accordion__wrapper">
            <div class="accordion__content">
                <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться.</p>
            </div>
        </div>
    </li>
<? endfor; ?>