<div class="notify-list grid-list">
    <div class="lk-card notify-list__item new">
        <div class="notify__item-body">
            <h3>Ваше резюме поднялось в поиске</h3>
            <p>За последние 3 дня ваше резюме стало чаще появляться в результатах поиска работодателей. Чтобы сохранить высокий интерес, рекомендуем обновить информацию о последних проектах или добавить новые навыки.</p>
            <button class="notify-action transp-btn lk__btn_has-icon">
                <span>Редактировать резюме</span>
                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g >
                        <path
                            d="M7.38666 4.46985C7.67957 4.17708 8.15436 4.177 8.44721 4.46985L13.4472 9.46985C13.7398 9.76273 13.7399 10.2376 13.4472 10.5304L8.44721 15.5304C8.1544 15.8232 7.67958 15.823 7.38666 15.5304C7.09377 15.2375 7.09377 14.7627 7.38666 14.4699L11.8564 10.0001L7.38666 5.5304C7.09377 5.23751 7.09377 4.76275 7.38666 4.46985Z"
                            fill="#FC7827" />
                    </g>
                    <defs>
                        <clipPath id="clip0_7142_9460">
                            <rect width="20" height="20" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </button>
        </div>
    </div>
    <div class="lk-card notify-list__item unseen">
        <a href="javascript:void(0)" class="notify-list__item-header">
            <div class="notify-item__avatar avatar empty">
                <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g >
                        <path d="M24 6.00195C33.9414 6.00195 42 14.0606 42 24.002C42 33.9434 33.9414 42.002 24 42.002C14.0586 42.002 6 33.9434 6 24.002C6 14.0606 14.0586 6.00195 24 6.00195ZM24 9.60156C20.1809 9.60156 16.5179 11.1188 13.8174 13.8193C11.1169 16.5199 9.59961 20.1828 9.59961 24.002C9.59961 27.8211 11.1169 31.484 13.8174 34.1846C16.5179 36.8851 20.1809 38.4023 24 38.4023C27.8191 38.4023 31.4821 36.8851 34.1826 34.1846C36.8831 31.484 38.4004 27.8211 38.4004 24.002C38.4004 20.1828 36.8831 16.5199 34.1826 13.8193C31.4821 11.1188 27.8191 9.60156 24 9.60156ZM18.5996 24.002C18.5996 25.4341 19.1689 26.8076 20.1816 27.8203C21.1943 28.833 22.5678 29.4023 24 29.4023C25.4322 29.4023 26.8057 28.833 27.8184 27.8203C28.8311 26.8076 29.4004 25.4341 29.4004 24.002H33C33 26.3889 32.0521 28.6784 30.3643 30.3662C28.6764 32.054 26.3869 33.002 24 33.002C21.6131 33.002 19.3236 32.054 17.6357 30.3662C15.9479 28.6784 15 26.3889 15 24.002H18.5996Z" fill="#FC7827"></path>
                    </g>
                    <defs>
                        <clipPath id="clip0_4026_3544">
                            <rect width="48" height="48" fill="white"></rect>
                        </clipPath>
                    </defs>
                </svg>
            </div>
            <span>Имя пользователя</span>
        </a>
        <div class="notify__item-body">
            <h3>Заголовок вопроса или жалобы</h3>
            <p>За последние 3 дня ваше резюме стало чаще появляться в результатах поиска работодателей. Чтобы сохранить высокий интерес, рекомендуем обновить информацию о последних проектах или добавить новые навыки.</p>
            <button class="notify-action transp-btn lk__btn_has-icon">
                <span>Перейти в чат</span>
                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g >
                        <path
                            d="M7.38666 4.46985C7.67957 4.17708 8.15436 4.177 8.44721 4.46985L13.4472 9.46985C13.7398 9.76273 13.7399 10.2376 13.4472 10.5304L8.44721 15.5304C8.1544 15.8232 7.67958 15.823 7.38666 15.5304C7.09377 15.2375 7.09377 14.7627 7.38666 14.4699L11.8564 10.0001L7.38666 5.5304C7.09377 5.23751 7.09377 4.76275 7.38666 4.46985Z"
                            fill="#FC7827" />
                    </g>
                    <defs>
                        <clipPath id="clip0_7142_9460">
                            <rect width="20" height="20" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </button>
        </div>
    </div>
    <div class="lk-card notify-list__item viewed">
        <div class="notify__item-body">
            <h3>Ваше резюме поднялось в поиске</h3>
            <p>За последние 3 дня ваше резюме стало чаще появляться в результатах поиска работодателей. Чтобы сохранить высокий интерес, рекомендуем обновить информацию о последних проектах или добавить новые навыки.</p>
            <button class="notify-action transp-btn lk__btn_has-icon">
                <span>Удалить</span>
                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g >
                        <path
                            d="M7.38666 4.46985C7.67957 4.17708 8.15436 4.177 8.44721 4.46985L13.4472 9.46985C13.7398 9.76273 13.7399 10.2376 13.4472 10.5304L8.44721 15.5304C8.1544 15.8232 7.67958 15.823 7.38666 15.5304C7.09377 15.2375 7.09377 14.7627 7.38666 14.4699L11.8564 10.0001L7.38666 5.5304C7.09377 5.23751 7.09377 4.76275 7.38666 4.46985Z"
                            fill="#FC7827" />
                    </g>
                    <defs>
                        <clipPath id="clip0_7142_9460">
                            <rect width="20" height="20" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </button>
        </div>
    </div>
    <div class="lk-card notify-list__item viewed">
        <div class="notify__item-body">
            <h3>Ваше резюме поднялось в поиске</h3>
            <p>За последние 3 дня ваше резюме стало чаще появляться в результатах поиска работодателей. Чтобы сохранить высокий интерес, рекомендуем обновить информацию о последних проектах или добавить новые навыки.</p>
            <button class="notify-action transp-btn lk__btn_has-icon">
                <span>Удалить</span>
                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g >
                        <path
                            d="M7.38666 4.46985C7.67957 4.17708 8.15436 4.177 8.44721 4.46985L13.4472 9.46985C13.7398 9.76273 13.7399 10.2376 13.4472 10.5304L8.44721 15.5304C8.1544 15.8232 7.67958 15.823 7.38666 15.5304C7.09377 15.2375 7.09377 14.7627 7.38666 14.4699L11.8564 10.0001L7.38666 5.5304C7.09377 5.23751 7.09377 4.76275 7.38666 4.46985Z"
                            fill="#FC7827" />
                    </g>
                    <defs>
                        <clipPath id="clip0_7142_9460">
                            <rect width="20" height="20" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </button>
        </div>
    </div>
</div>
<? include $_SERVER["DOCUMENT_ROOT"] . '/include/pagination.php'; ?>
