<div data-modal="show_vacancy-preview" class="modal lk__modal constructor__modal">
    <div class="modal__wrapper">
        <button class="modal__close js-modal-close icon-button">
            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g>
                    <path
                        d="M15.8212 6.91005C16.1726 6.55863 16.7432 6.55863 17.0946 6.91005C17.4456 7.26148 17.4458 7.83123 17.0946 8.18251L13.9823 11.2938C13.592 11.6843 13.592 12.3174 13.9823 12.7079L17.0946 15.8192C17.446 16.1706 17.446 16.7413 17.0946 17.0927C16.7432 17.4441 16.1726 17.4441 15.8212 17.0927L12.7099 13.9804C12.3194 13.5901 11.6863 13.59 11.2958 13.9804L8.18446 17.0927C7.83318 17.4439 7.26343 17.4436 6.912 17.0927C6.56058 16.7412 6.56058 16.1706 6.912 15.8192L10.0233 12.7079C10.4137 12.3174 10.4137 11.6843 10.0233 11.2938L6.912 8.18251C6.56058 7.83109 6.56058 7.26147 6.912 6.91005C7.26342 6.55863 7.83304 6.55863 8.18446 6.91005L11.2958 10.0214C11.6863 10.4118 12.3193 10.4117 12.7099 10.0214L15.8212 6.91005Z"
                        fill="#999999" />
                </g>
                <defs>
                    <clipPath>
                        <rect width="24" height="24" fill="white" />
                    </clipPath>
                </defs>
            </svg>
        </button>
        <div class="modal__content">
            <div class="vacancy">
                <div class="vacancy__header vacancy-header">
                    <span class="vacancy-header__title">Оператор call-центра со знанием немецкого языка</span>
                    <span class="vacancy-header__sale">от 100 000 ₽</span>
                    <ul class="vacancy-header__tags tags">
                        <li class="tags__item tag">Полная занятость</li>
                        <li class="tags__item tag">Опыт от 1 года</li>
                        <li class="tags__item tag">На месте работодателя</li>
                        <li class="tags__item tag">Полный рабочий день</li>
                    </ul>
            
                    <ul class="vacancy-header__info offer-info">
                        <li class="offer-info__item">
                            <img src="/images/company-icon.svg" alt="company icon">
                            <span>Название компании</span>
                        </li>
                        <li class="offer-info__item">
                            <img src="/images/geo-icon.svg" alt="geo icon">
                            <span>Город, район, метро</span>
                        </li>
                    </ul>
                </div>
            
                <div class="vacancy__tags">
                    <span class="subcaption">Ключевые навыки</span>
                    <ul class="tags">
                        <li class="tags__item tag tag_size-m">Коммуникабельность</li>
                        <li class="tags__item tag tag_size-m">Выявление потребностей</li>
                        <li class="tags__item tag tag_size-m">Уравновешенность</li>
                        <li class="tags__item tag tag_size-m">Консультирование клиентов</li>
                        <li class="tags__item tag tag_size-m">Составление договоров</li>
                        <li class="tags__item tag tag_size-m">Пассивные продажи</li>
                        <li class="tags__item tag tag_size-m">Аудит компании</li>
                        <li class="tags__item tag tag_size-m">Анализ целевой аудитории</li>
                        <li class="tags__item tag tag_size-m">Наставничество</li>
                        <li class="tags__item tag tag_size-m">Планирование продаж</li>
                    </ul>
                </div>
            
                <div class="vacancy__content content">
                    <span class="subcaption">Описание вакансии</span>
            
                    <span class="content__title">Задачи</span>
                    <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает, как много веб-страниц всё ещё дожидаются своего настоящего рождения. За прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии появились по ошибке, некоторые - намеренно (например, юмористические варианты).</p>
            
                    <span class="content__title">Требования</span>
                    <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает, как много веб-страниц всё ещё дожидаются своего настоящего рождения. За прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии появились по ошибке, некоторые - намеренно (например, юмористические варианты).</p>
            
                    <span class="content__title">Условия</span>
                    <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает, как много веб-страниц всё ещё дожидаются своего настоящего рождения. За прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии появились по ошибке, некоторые - намеренно (например, юмористические варианты).</p>
                </div>
            </div>
        </div>
    </div>
</div>
