<?php
$uri = $_SERVER['REQUEST_URI'];
?>
<div class="catalog__list companies-grid js-list" data-id="companies">
    <div class="lk-card__wrapper">
        <div class="companies-grid__item lk-card">
            <a href="/pages/company.php" class="companies-grid__link">
                <div class="companies-grid__avatar avatar empty">
                    <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g >
                            <path
                                d="M24 6.00195C33.9414 6.00195 42 14.0606 42 24.002C42 33.9434 33.9414 42.002 24 42.002C14.0586 42.002 6 33.9434 6 24.002C6 14.0606 14.0586 6.00195 24 6.00195ZM24 9.60156C20.1809 9.60156 16.5179 11.1188 13.8174 13.8193C11.1169 16.5199 9.59961 20.1828 9.59961 24.002C9.59961 27.8211 11.1169 31.484 13.8174 34.1846C16.5179 36.8851 20.1809 38.4023 24 38.4023C27.8191 38.4023 31.4821 36.8851 34.1826 34.1846C36.8831 31.484 38.4004 27.8211 38.4004 24.002C38.4004 20.1828 36.8831 16.5199 34.1826 13.8193C31.4821 11.1188 27.8191 9.60156 24 9.60156ZM18.5996 24.002C18.5996 25.4341 19.1689 26.8076 20.1816 27.8203C21.1943 28.833 22.5678 29.4023 24 29.4023C25.4322 29.4023 26.8057 28.833 27.8184 27.8203C28.8311 26.8076 29.4004 25.4341 29.4004 24.002H33C33 26.3889 32.0521 28.6784 30.3643 30.3662C28.6764 32.054 26.3869 33.002 24 33.002C21.6131 33.002 19.3236 32.054 17.6357 30.3662C15.9479 28.6784 15 26.3889 15 24.002H18.5996Z"
                                fill="#FC7827"></path>
                        </g>
                        <defs>
                            <clipPath id="clip0_4026_3544">
                                <rect width="48" height="48" fill="white"></rect>
                            </clipPath>
                        </defs>
                    </svg>
                </div>

                <div class="companies-grid__info">
                    <h3 class="companies-grid__name">Название компании</h3>
                    <span class="companies-grid__counter">99 активных вакансий</span>
                </div>
            </a>
            <div class="offers-list__actions offer-actions">
                <button class="delete icon-button">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                        <path d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z" fill="#999999"/>
                        </g>
                        <defs>
                        <clipPath id="clip0_7358_23992">
                        <rect width="24" height="24" fill="white"/>
                        </clipPath>
                        </defs>
                    </svg>
                </button>
            </div>
        </div>
        <?php if (str_contains($uri, '/lk/job_seeker/favorite.php')) require($_SERVER["DOCUMENT_ROOT"] . "/template/lk/favorites/favorite_notice.php"); ?>
    </div>
    <div class="lk-card__wrapper">
        <div class="companies-grid__item lk-card">
            <a href="/pages/company.php" class="companies-grid__link">
                <div class="companies-grid__avatar avatar empty">
                    <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g >
                            <path
                                d="M24 6.00195C33.9414 6.00195 42 14.0606 42 24.002C42 33.9434 33.9414 42.002 24 42.002C14.0586 42.002 6 33.9434 6 24.002C6 14.0606 14.0586 6.00195 24 6.00195ZM24 9.60156C20.1809 9.60156 16.5179 11.1188 13.8174 13.8193C11.1169 16.5199 9.59961 20.1828 9.59961 24.002C9.59961 27.8211 11.1169 31.484 13.8174 34.1846C16.5179 36.8851 20.1809 38.4023 24 38.4023C27.8191 38.4023 31.4821 36.8851 34.1826 34.1846C36.8831 31.484 38.4004 27.8211 38.4004 24.002C38.4004 20.1828 36.8831 16.5199 34.1826 13.8193C31.4821 11.1188 27.8191 9.60156 24 9.60156ZM18.5996 24.002C18.5996 25.4341 19.1689 26.8076 20.1816 27.8203C21.1943 28.833 22.5678 29.4023 24 29.4023C25.4322 29.4023 26.8057 28.833 27.8184 27.8203C28.8311 26.8076 29.4004 25.4341 29.4004 24.002H33C33 26.3889 32.0521 28.6784 30.3643 30.3662C28.6764 32.054 26.3869 33.002 24 33.002C21.6131 33.002 19.3236 32.054 17.6357 30.3662C15.9479 28.6784 15 26.3889 15 24.002H18.5996Z"
                                fill="#FC7827"></path>
                        </g>
                        <defs>
                            <clipPath id="clip0_4026_3544">
                                <rect width="48" height="48" fill="white"></rect>
                            </clipPath>
                        </defs>
                    </svg>
                </div>

                <div class="companies-grid__info">
                    <h3 class="companies-grid__name">Название компании</h3>
                    <span class="companies-grid__counter">99 активных вакансий</span>
                </div>
            </a>
            <div class="offers-list__actions offer-actions">
                <button class="delete icon-button">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                        <path d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z" fill="#999999"/>
                        </g>
                        <defs>
                        <clipPath id="clip0_7358_23992">
                        <rect width="24" height="24" fill="white"/>
                        </clipPath>
                        </defs>
                    </svg>
                </button>
            </div>
        </div>
    </div>
    <div class="lk-card__wrapper">
        <div class="companies-grid__item lk-card">
            <a href="/pages/company.php" class="companies-grid__link">
                <div class="companies-grid__avatar avatar empty">
                    <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g >
                            <path
                                d="M24 6.00195C33.9414 6.00195 42 14.0606 42 24.002C42 33.9434 33.9414 42.002 24 42.002C14.0586 42.002 6 33.9434 6 24.002C6 14.0606 14.0586 6.00195 24 6.00195ZM24 9.60156C20.1809 9.60156 16.5179 11.1188 13.8174 13.8193C11.1169 16.5199 9.59961 20.1828 9.59961 24.002C9.59961 27.8211 11.1169 31.484 13.8174 34.1846C16.5179 36.8851 20.1809 38.4023 24 38.4023C27.8191 38.4023 31.4821 36.8851 34.1826 34.1846C36.8831 31.484 38.4004 27.8211 38.4004 24.002C38.4004 20.1828 36.8831 16.5199 34.1826 13.8193C31.4821 11.1188 27.8191 9.60156 24 9.60156ZM18.5996 24.002C18.5996 25.4341 19.1689 26.8076 20.1816 27.8203C21.1943 28.833 22.5678 29.4023 24 29.4023C25.4322 29.4023 26.8057 28.833 27.8184 27.8203C28.8311 26.8076 29.4004 25.4341 29.4004 24.002H33C33 26.3889 32.0521 28.6784 30.3643 30.3662C28.6764 32.054 26.3869 33.002 24 33.002C21.6131 33.002 19.3236 32.054 17.6357 30.3662C15.9479 28.6784 15 26.3889 15 24.002H18.5996Z"
                                fill="#FC7827"></path>
                        </g>
                        <defs>
                            <clipPath id="clip0_4026_3544">
                                <rect width="48" height="48" fill="white"></rect>
                            </clipPath>
                        </defs>
                    </svg>
                </div>

                <div class="companies-grid__info">
                    <h3 class="companies-grid__name">Название компании</h3>
                    <span class="companies-grid__counter">99 активных вакансий</span>
                </div>
            </a>
            <div class="offers-list__actions offer-actions">
                <button class="delete icon-button">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                        <path d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z" fill="#999999"/>
                        </g>
                        <defs>
                        <clipPath id="clip0_7358_23992">
                        <rect width="24" height="24" fill="white"/>
                        </clipPath>
                        </defs>
                    </svg>
                </button>
            </div>
        </div>
    </div>
    <div class="lk-card__wrapper">
        <div class="companies-grid__item lk-card">
            <a href="/pages/company.php" class="companies-grid__link">
                <div class="companies-grid__avatar avatar empty">
                    <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g >
                            <path
                                d="M24 6.00195C33.9414 6.00195 42 14.0606 42 24.002C42 33.9434 33.9414 42.002 24 42.002C14.0586 42.002 6 33.9434 6 24.002C6 14.0606 14.0586 6.00195 24 6.00195ZM24 9.60156C20.1809 9.60156 16.5179 11.1188 13.8174 13.8193C11.1169 16.5199 9.59961 20.1828 9.59961 24.002C9.59961 27.8211 11.1169 31.484 13.8174 34.1846C16.5179 36.8851 20.1809 38.4023 24 38.4023C27.8191 38.4023 31.4821 36.8851 34.1826 34.1846C36.8831 31.484 38.4004 27.8211 38.4004 24.002C38.4004 20.1828 36.8831 16.5199 34.1826 13.8193C31.4821 11.1188 27.8191 9.60156 24 9.60156ZM18.5996 24.002C18.5996 25.4341 19.1689 26.8076 20.1816 27.8203C21.1943 28.833 22.5678 29.4023 24 29.4023C25.4322 29.4023 26.8057 28.833 27.8184 27.8203C28.8311 26.8076 29.4004 25.4341 29.4004 24.002H33C33 26.3889 32.0521 28.6784 30.3643 30.3662C28.6764 32.054 26.3869 33.002 24 33.002C21.6131 33.002 19.3236 32.054 17.6357 30.3662C15.9479 28.6784 15 26.3889 15 24.002H18.5996Z"
                                fill="#FC7827"></path>
                        </g>
                        <defs>
                            <clipPath id="clip0_4026_3544">
                                <rect width="48" height="48" fill="white"></rect>
                            </clipPath>
                        </defs>
                    </svg>
                </div>

                <div class="companies-grid__info">
                    <h3 class="companies-grid__name">Название компании</h3>
                    <span class="companies-grid__counter">99 активных вакансий</span>
                </div>
            </a>
            <div class="offers-list__actions offer-actions">
                <button class="delete icon-button">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                        <path d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z" fill="#999999"/>
                        </g>
                        <defs>
                        <clipPath id="clip0_7358_23992">
                        <rect width="24" height="24" fill="white"/>
                        </clipPath>
                        </defs>
                    </svg>
                </button>
            </div>
        </div>
    </div>
    <div class="lk-card__wrapper">
        <div class="companies-grid__item lk-card">
            <a href="/pages/company.php" class="companies-grid__link">
                <div class="companies-grid__avatar avatar empty">
                    <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g >
                            <path
                                d="M24 6.00195C33.9414 6.00195 42 14.0606 42 24.002C42 33.9434 33.9414 42.002 24 42.002C14.0586 42.002 6 33.9434 6 24.002C6 14.0606 14.0586 6.00195 24 6.00195ZM24 9.60156C20.1809 9.60156 16.5179 11.1188 13.8174 13.8193C11.1169 16.5199 9.59961 20.1828 9.59961 24.002C9.59961 27.8211 11.1169 31.484 13.8174 34.1846C16.5179 36.8851 20.1809 38.4023 24 38.4023C27.8191 38.4023 31.4821 36.8851 34.1826 34.1846C36.8831 31.484 38.4004 27.8211 38.4004 24.002C38.4004 20.1828 36.8831 16.5199 34.1826 13.8193C31.4821 11.1188 27.8191 9.60156 24 9.60156ZM18.5996 24.002C18.5996 25.4341 19.1689 26.8076 20.1816 27.8203C21.1943 28.833 22.5678 29.4023 24 29.4023C25.4322 29.4023 26.8057 28.833 27.8184 27.8203C28.8311 26.8076 29.4004 25.4341 29.4004 24.002H33C33 26.3889 32.0521 28.6784 30.3643 30.3662C28.6764 32.054 26.3869 33.002 24 33.002C21.6131 33.002 19.3236 32.054 17.6357 30.3662C15.9479 28.6784 15 26.3889 15 24.002H18.5996Z"
                                fill="#FC7827"></path>
                        </g>
                        <defs>
                            <clipPath id="clip0_4026_3544">
                                <rect width="48" height="48" fill="white"></rect>
                            </clipPath>
                        </defs>
                    </svg>
                </div>

                <div class="companies-grid__info">
                    <h3 class="companies-grid__name">Название компании</h3>
                    <span class="companies-grid__counter">99 активных вакансий</span>
                </div>
            </a>
            <div class="offers-list__actions offer-actions">
                <button class="delete icon-button">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                        <path d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z" fill="#999999"/>
                        </g>
                        <defs>
                        <clipPath id="clip0_7358_23992">
                        <rect width="24" height="24" fill="white"/>
                        </clipPath>
                        </defs>
                    </svg>
                </button>
            </div>
        </div>
    </div>
    <div class="lk-card__wrapper">
        <div class="companies-grid__item lk-card">
            <a href="/pages/company.php" class="companies-grid__link">
                <div class="companies-grid__avatar avatar empty">
                    <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g >
                            <path
                                d="M24 6.00195C33.9414 6.00195 42 14.0606 42 24.002C42 33.9434 33.9414 42.002 24 42.002C14.0586 42.002 6 33.9434 6 24.002C6 14.0606 14.0586 6.00195 24 6.00195ZM24 9.60156C20.1809 9.60156 16.5179 11.1188 13.8174 13.8193C11.1169 16.5199 9.59961 20.1828 9.59961 24.002C9.59961 27.8211 11.1169 31.484 13.8174 34.1846C16.5179 36.8851 20.1809 38.4023 24 38.4023C27.8191 38.4023 31.4821 36.8851 34.1826 34.1846C36.8831 31.484 38.4004 27.8211 38.4004 24.002C38.4004 20.1828 36.8831 16.5199 34.1826 13.8193C31.4821 11.1188 27.8191 9.60156 24 9.60156ZM18.5996 24.002C18.5996 25.4341 19.1689 26.8076 20.1816 27.8203C21.1943 28.833 22.5678 29.4023 24 29.4023C25.4322 29.4023 26.8057 28.833 27.8184 27.8203C28.8311 26.8076 29.4004 25.4341 29.4004 24.002H33C33 26.3889 32.0521 28.6784 30.3643 30.3662C28.6764 32.054 26.3869 33.002 24 33.002C21.6131 33.002 19.3236 32.054 17.6357 30.3662C15.9479 28.6784 15 26.3889 15 24.002H18.5996Z"
                                fill="#FC7827"></path>
                        </g>
                        <defs>
                            <clipPath id="clip0_4026_3544">
                                <rect width="48" height="48" fill="white"></rect>
                            </clipPath>
                        </defs>
                    </svg>
                </div>

                <div class="companies-grid__info">
                    <h3 class="companies-grid__name">Название компании</h3>
                    <span class="companies-grid__counter">99 активных вакансий</span>
                </div>
            </a>
            <div class="offers-list__actions offer-actions">
                <button class="delete icon-button">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g>
                        <path d="M16.5039 4.80078H21.0039V6.60059H19.2041V20.1006C19.2041 20.3392 19.1092 20.5685 18.9404 20.7373C18.7716 20.9061 18.5424 21.001 18.3037 21.001H5.7041C5.46541 21.001 5.23617 20.9061 5.06738 20.7373C4.89866 20.5685 4.80371 20.3392 4.80371 20.1006V6.60059H3.00391V4.80078H7.50391V3.00098H16.5039V4.80078ZM6.60352 19.2012H17.4043V6.60059H6.60352V19.2012ZM11.1035 16.501H9.30371V9.30078H11.1035V16.501ZM14.7041 16.501H12.9043V9.30078H14.7041V16.501Z" fill="#999999"/>
                        </g>
                        <defs>
                        <clipPath id="clip0_7358_23992">
                        <rect width="24" height="24" fill="white"/>
                        </clipPath>
                        </defs>
                    </svg>
                </button>
            </div>
        </div>
    </div>
</div>
