<div class="vacancies-list">
    <div class="offers-grid__item lk-card">
        <a href="/pages/vacancy.php" class="offers-grid__title">Оператор call-центра со знанием немецкого языка</a>
        <span class="offers-grid__sale">от 100 000 ₽</span>
        <ul class="offers-grid__tags tags">
            <li class="tags__item tag tag_small">Полная занятость</li>
            <li class="tags__item tag tag_small">Опыт от 1 года</li>
            <li class="tags__item tag tag_small">На месте работодателя</li>
        </ul>
        <ul class="offers-grid__info offer-info">
            <li class="offer-info__item">
                <img src="/images/company-icon.svg" alt="company icon">
                <span>Название компании</span>
            </li>
            <li class="offer-info__item">
                <img src="/images/geo-icon.svg" alt="geo icon">
                <span>Город, район, метро</span>
            </li>
        </ul>
        <p class="offers-grid__description">Проектирование дизайна и участие в процессе развития продукта с нуля. Работа
            по улучшению и развитию дизайн-системы компании.<br> Опыт работы в b2b сегменте и опыт работы с нагруженными
            интерфейсами. Опыт работы с дизайн системами и библиотеками...</p>
        <div class="offers-grid__bottom">
            <button class="btn btn_light btn_size-m js-vacancy-apply">Откликнуться</button>
            <div class="offers-grid__actions offer-actions">
                <button class="share icon-button">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_4499_849)">
                            <path
                                d="M13.0107 16.52L9.2334 14.4605C8.74005 14.9879 8.09909 15.3546 7.39453 15.5132C6.68996 15.6718 5.95398 15.6143 5.28223 15.3491C4.61044 15.0839 4.03321 14.623 3.62695 14.0259C3.2209 13.4289 3.004 12.7235 3.00391 12.0015C3.00391 11.2793 3.2208 10.5732 3.62695 9.97608C4.03321 9.37892 4.61044 8.91806 5.28223 8.65284C5.95397 8.38767 6.68997 8.3302 7.39453 8.48877C8.09909 8.64738 8.74005 9.01409 9.2334 9.54151L13.0127 7.48096C12.7981 6.63149 12.9013 5.73288 13.3018 4.95362C13.7023 4.17443 14.3729 3.56753 15.1885 3.24756C16.0041 2.92765 16.9089 2.91621 17.7324 3.21534C18.5559 3.51448 19.2419 4.10382 19.6621 4.87256C20.0823 5.64147 20.2077 6.5374 20.0146 7.39209C19.8216 8.24663 19.3239 9.00145 18.6143 9.51514C17.9044 10.0288 17.0313 10.2659 16.1592 10.1821C15.287 10.0983 14.475 9.69952 13.876 9.06006L10.0957 11.1216C10.2407 11.6986 10.2407 12.3024 10.0957 12.8794L13.875 14.9409C14.474 14.3015 15.286 13.9027 16.1582 13.8189C17.0304 13.7351 17.9035 13.9722 18.6133 14.4858C19.3229 14.9995 19.8206 15.7544 20.0137 16.6089C20.2067 17.4636 20.0813 18.3595 19.6611 19.1284C19.241 19.8972 18.5549 20.4865 17.7314 20.7856C16.9081 21.0847 16.004 21.0732 15.1885 20.7534C14.3728 20.4335 13.7014 19.8267 13.3008 19.0474C12.9003 18.2681 12.7962 17.3694 13.0107 16.52ZM16.5039 15.6001C16.0267 15.6002 15.5689 15.7901 15.2314 16.1274C14.8939 16.465 14.7041 16.9235 14.7041 17.4009C14.7042 17.8782 14.894 18.3359 15.2314 18.6733C15.569 19.0108 16.0266 19.2006 16.5039 19.2007C16.9813 19.2007 17.4398 19.0109 17.7773 18.6733C18.1147 18.3359 18.3036 17.878 18.3037 17.4009C18.3037 16.9235 18.1149 16.465 17.7773 16.1274C17.4398 15.7899 16.9813 15.6001 16.5039 15.6001ZM6.60449 10.2007C6.1271 10.2007 5.66862 10.3905 5.33105 10.728C4.99366 11.0656 4.80373 11.5232 4.80371 12.0005C4.80371 12.4777 4.99369 12.9354 5.33105 13.273C5.66862 13.6105 6.1271 13.8003 6.60449 13.8003C7.08174 13.8002 7.53948 13.6104 7.87695 13.273C8.21437 12.9354 8.4043 12.4778 8.4043 12.0005C8.40428 11.5232 8.2144 11.0656 7.87695 10.728C7.53948 10.3906 7.08174 10.2008 6.60449 10.2007ZM16.5039 4.8003C16.0266 4.80035 15.569 4.99021 15.2314 5.32764C14.894 5.6651 14.7042 6.12288 14.7041 6.6001C14.7041 7.07749 14.8939 7.53597 15.2314 7.87354C15.569 8.21096 16.0267 8.40083 16.5039 8.40088C16.9813 8.40088 17.4398 8.21111 17.7773 7.87354C18.1148 7.53599 18.3037 7.07743 18.3037 6.6001C18.3036 6.12296 18.1147 5.66508 17.7773 5.32764C17.4398 4.99008 16.9813 4.8003 16.5039 4.8003Z"
                                fill="#999999"></path>
                        </g>
                        <defs>
                            <clipPath id="clip0_4499_849">
                                <rect width="24" height="24" fill="white"></rect>
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button class="share icon-button">
                    <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0 24C0 10.7452 10.7452 0 24 0C37.2548 0 48 10.7452 48 24C48 37.2548 37.2548 48 24 48C10.7452 48 0 37.2548 0 24Z" fill="white"/>
                        <g clip-path="url(#clip0_7288_5423)">
                        <path d="M28.5039 16.8008H33.0039V18.6006H31.2041V32.1006C31.2041 32.3392 31.1092 32.5685 30.9404 32.7373C30.7716 32.9061 30.5424 33.001 30.3037 33.001H17.7041C17.4654 33.001 17.2362 32.9061 17.0674 32.7373C16.8987 32.5685 16.8037 32.3392 16.8037 32.1006V18.6006H15.0039V16.8008H19.5039V15.001H28.5039V16.8008ZM18.6035 31.2012H29.4043V18.6006H18.6035V31.2012ZM23.1035 28.501H21.3037V21.3008H23.1035V28.501ZM26.7041 28.501H24.9043V21.3008H26.7041V28.501Z" fill="#999999"/>
                        </g>
                        <defs>
                        <clipPath id="clip0_7288_5423">
                        <rect width="24" height="24" fill="white" transform="translate(12 12)"/>
                        </clipPath>
                        </defs>
                    </svg>
                </button>
            </div>
        </div>
    </div>
    <div class="offers-grid__item lk-card">
        <a href="/pages/vacancy.php" class="offers-grid__title">Оператор call-центра со знанием немецкого языка</a>
        <span class="offers-grid__sale">от 100 000 ₽</span>
        <ul class="offers-grid__tags tags">
            <li class="tags__item tag tag_small">Полная занятость</li>
            <li class="tags__item tag tag_small">Опыт от 1 года</li>
            <li class="tags__item tag tag_small">На месте работодателя</li>
        </ul>
        <ul class="offers-grid__info offer-info">
            <li class="offer-info__item">
                <img src="/images/company-icon.svg" alt="company icon">
                <span>Название компании</span>
            </li>
            <li class="offer-info__item">
                <img src="/images/geo-icon.svg" alt="geo icon">
                <span>Город, район, метро</span>
            </li>
        </ul>
        <p class="offers-grid__description">Проектирование дизайна и участие в процессе развития продукта с нуля. Работа
            по улучшению и развитию дизайн-системы компании.<br> Опыт работы в b2b сегменте и опыт работы с нагруженными
            интерфейсами. Опыт работы с дизайн системами и библиотеками...</p>
        <div class="offers-grid__bottom">
            <button class="btn btn_light btn_size-m js-vacancy-apply">Откликнуться</button>
            <div class="offers-grid__actions offer-actions">
                <button class="share icon-button">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_4499_849)">
                            <path
                                d="M13.0107 16.52L9.2334 14.4605C8.74005 14.9879 8.09909 15.3546 7.39453 15.5132C6.68996 15.6718 5.95398 15.6143 5.28223 15.3491C4.61044 15.0839 4.03321 14.623 3.62695 14.0259C3.2209 13.4289 3.004 12.7235 3.00391 12.0015C3.00391 11.2793 3.2208 10.5732 3.62695 9.97608C4.03321 9.37892 4.61044 8.91806 5.28223 8.65284C5.95397 8.38767 6.68997 8.3302 7.39453 8.48877C8.09909 8.64738 8.74005 9.01409 9.2334 9.54151L13.0127 7.48096C12.7981 6.63149 12.9013 5.73288 13.3018 4.95362C13.7023 4.17443 14.3729 3.56753 15.1885 3.24756C16.0041 2.92765 16.9089 2.91621 17.7324 3.21534C18.5559 3.51448 19.2419 4.10382 19.6621 4.87256C20.0823 5.64147 20.2077 6.5374 20.0146 7.39209C19.8216 8.24663 19.3239 9.00145 18.6143 9.51514C17.9044 10.0288 17.0313 10.2659 16.1592 10.1821C15.287 10.0983 14.475 9.69952 13.876 9.06006L10.0957 11.1216C10.2407 11.6986 10.2407 12.3024 10.0957 12.8794L13.875 14.9409C14.474 14.3015 15.286 13.9027 16.1582 13.8189C17.0304 13.7351 17.9035 13.9722 18.6133 14.4858C19.3229 14.9995 19.8206 15.7544 20.0137 16.6089C20.2067 17.4636 20.0813 18.3595 19.6611 19.1284C19.241 19.8972 18.5549 20.4865 17.7314 20.7856C16.9081 21.0847 16.004 21.0732 15.1885 20.7534C14.3728 20.4335 13.7014 19.8267 13.3008 19.0474C12.9003 18.2681 12.7962 17.3694 13.0107 16.52ZM16.5039 15.6001C16.0267 15.6002 15.5689 15.7901 15.2314 16.1274C14.8939 16.465 14.7041 16.9235 14.7041 17.4009C14.7042 17.8782 14.894 18.3359 15.2314 18.6733C15.569 19.0108 16.0266 19.2006 16.5039 19.2007C16.9813 19.2007 17.4398 19.0109 17.7773 18.6733C18.1147 18.3359 18.3036 17.878 18.3037 17.4009C18.3037 16.9235 18.1149 16.465 17.7773 16.1274C17.4398 15.7899 16.9813 15.6001 16.5039 15.6001ZM6.60449 10.2007C6.1271 10.2007 5.66862 10.3905 5.33105 10.728C4.99366 11.0656 4.80373 11.5232 4.80371 12.0005C4.80371 12.4777 4.99369 12.9354 5.33105 13.273C5.66862 13.6105 6.1271 13.8003 6.60449 13.8003C7.08174 13.8002 7.53948 13.6104 7.87695 13.273C8.21437 12.9354 8.4043 12.4778 8.4043 12.0005C8.40428 11.5232 8.2144 11.0656 7.87695 10.728C7.53948 10.3906 7.08174 10.2008 6.60449 10.2007ZM16.5039 4.8003C16.0266 4.80035 15.569 4.99021 15.2314 5.32764C14.894 5.6651 14.7042 6.12288 14.7041 6.6001C14.7041 7.07749 14.8939 7.53597 15.2314 7.87354C15.569 8.21096 16.0267 8.40083 16.5039 8.40088C16.9813 8.40088 17.4398 8.21111 17.7773 7.87354C18.1148 7.53599 18.3037 7.07743 18.3037 6.6001C18.3036 6.12296 18.1147 5.66508 17.7773 5.32764C17.4398 4.99008 16.9813 4.8003 16.5039 4.8003Z"
                                fill="#999999"></path>
                        </g>
                        <defs>
                            <clipPath id="clip0_4499_849">
                                <rect width="24" height="24" fill="white"></rect>
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button class="share icon-button">
                    <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0 24C0 10.7452 10.7452 0 24 0C37.2548 0 48 10.7452 48 24C48 37.2548 37.2548 48 24 48C10.7452 48 0 37.2548 0 24Z" fill="white"/>
                        <g clip-path="url(#clip0_7288_5423)">
                        <path d="M28.5039 16.8008H33.0039V18.6006H31.2041V32.1006C31.2041 32.3392 31.1092 32.5685 30.9404 32.7373C30.7716 32.9061 30.5424 33.001 30.3037 33.001H17.7041C17.4654 33.001 17.2362 32.9061 17.0674 32.7373C16.8987 32.5685 16.8037 32.3392 16.8037 32.1006V18.6006H15.0039V16.8008H19.5039V15.001H28.5039V16.8008ZM18.6035 31.2012H29.4043V18.6006H18.6035V31.2012ZM23.1035 28.501H21.3037V21.3008H23.1035V28.501ZM26.7041 28.501H24.9043V21.3008H26.7041V28.501Z" fill="#999999"/>
                        </g>
                        <defs>
                        <clipPath id="clip0_7288_5423">
                        <rect width="24" height="24" fill="white" transform="translate(12 12)"/>
                        </clipPath>
                        </defs>
                    </svg>
                </button>
            </div>
        </div>
    </div>
    <div class="offers-grid__item lk-card">
        <a href="/pages/vacancy.php" class="offers-grid__title">Оператор call-центра со знанием немецкого языка</a>
        <span class="offers-grid__sale">от 100 000 ₽</span>
        <ul class="offers-grid__tags tags">
            <li class="tags__item tag tag_small">Полная занятость</li>
            <li class="tags__item tag tag_small">Опыт от 1 года</li>
            <li class="tags__item tag tag_small">На месте работодателя</li>
        </ul>
        <ul class="offers-grid__info offer-info">
            <li class="offer-info__item">
                <img src="/images/company-icon.svg" alt="company icon">
                <span>Название компании</span>
            </li>
            <li class="offer-info__item">
                <img src="/images/geo-icon.svg" alt="geo icon">
                <span>Город, район, метро</span>
            </li>
        </ul>
        <p class="offers-grid__description">Проектирование дизайна и участие в процессе развития продукта с нуля. Работа
            по улучшению и развитию дизайн-системы компании.<br> Опыт работы в b2b сегменте и опыт работы с нагруженными
            интерфейсами. Опыт работы с дизайн системами и библиотеками...</p>
        <div class="offers-grid__bottom">
            <button class="btn btn_light btn_size-m js-vacancy-apply">Откликнуться</button>
            <div class="offers-grid__actions offer-actions">
                <button class="share icon-button">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_4499_849)">
                            <path
                                d="M13.0107 16.52L9.2334 14.4605C8.74005 14.9879 8.09909 15.3546 7.39453 15.5132C6.68996 15.6718 5.95398 15.6143 5.28223 15.3491C4.61044 15.0839 4.03321 14.623 3.62695 14.0259C3.2209 13.4289 3.004 12.7235 3.00391 12.0015C3.00391 11.2793 3.2208 10.5732 3.62695 9.97608C4.03321 9.37892 4.61044 8.91806 5.28223 8.65284C5.95397 8.38767 6.68997 8.3302 7.39453 8.48877C8.09909 8.64738 8.74005 9.01409 9.2334 9.54151L13.0127 7.48096C12.7981 6.63149 12.9013 5.73288 13.3018 4.95362C13.7023 4.17443 14.3729 3.56753 15.1885 3.24756C16.0041 2.92765 16.9089 2.91621 17.7324 3.21534C18.5559 3.51448 19.2419 4.10382 19.6621 4.87256C20.0823 5.64147 20.2077 6.5374 20.0146 7.39209C19.8216 8.24663 19.3239 9.00145 18.6143 9.51514C17.9044 10.0288 17.0313 10.2659 16.1592 10.1821C15.287 10.0983 14.475 9.69952 13.876 9.06006L10.0957 11.1216C10.2407 11.6986 10.2407 12.3024 10.0957 12.8794L13.875 14.9409C14.474 14.3015 15.286 13.9027 16.1582 13.8189C17.0304 13.7351 17.9035 13.9722 18.6133 14.4858C19.3229 14.9995 19.8206 15.7544 20.0137 16.6089C20.2067 17.4636 20.0813 18.3595 19.6611 19.1284C19.241 19.8972 18.5549 20.4865 17.7314 20.7856C16.9081 21.0847 16.004 21.0732 15.1885 20.7534C14.3728 20.4335 13.7014 19.8267 13.3008 19.0474C12.9003 18.2681 12.7962 17.3694 13.0107 16.52ZM16.5039 15.6001C16.0267 15.6002 15.5689 15.7901 15.2314 16.1274C14.8939 16.465 14.7041 16.9235 14.7041 17.4009C14.7042 17.8782 14.894 18.3359 15.2314 18.6733C15.569 19.0108 16.0266 19.2006 16.5039 19.2007C16.9813 19.2007 17.4398 19.0109 17.7773 18.6733C18.1147 18.3359 18.3036 17.878 18.3037 17.4009C18.3037 16.9235 18.1149 16.465 17.7773 16.1274C17.4398 15.7899 16.9813 15.6001 16.5039 15.6001ZM6.60449 10.2007C6.1271 10.2007 5.66862 10.3905 5.33105 10.728C4.99366 11.0656 4.80373 11.5232 4.80371 12.0005C4.80371 12.4777 4.99369 12.9354 5.33105 13.273C5.66862 13.6105 6.1271 13.8003 6.60449 13.8003C7.08174 13.8002 7.53948 13.6104 7.87695 13.273C8.21437 12.9354 8.4043 12.4778 8.4043 12.0005C8.40428 11.5232 8.2144 11.0656 7.87695 10.728C7.53948 10.3906 7.08174 10.2008 6.60449 10.2007ZM16.5039 4.8003C16.0266 4.80035 15.569 4.99021 15.2314 5.32764C14.894 5.6651 14.7042 6.12288 14.7041 6.6001C14.7041 7.07749 14.8939 7.53597 15.2314 7.87354C15.569 8.21096 16.0267 8.40083 16.5039 8.40088C16.9813 8.40088 17.4398 8.21111 17.7773 7.87354C18.1148 7.53599 18.3037 7.07743 18.3037 6.6001C18.3036 6.12296 18.1147 5.66508 17.7773 5.32764C17.4398 4.99008 16.9813 4.8003 16.5039 4.8003Z"
                                fill="#999999"></path>
                        </g>
                        <defs>
                            <clipPath id="clip0_4499_849">
                                <rect width="24" height="24" fill="white"></rect>
                            </clipPath>
                        </defs>
                    </svg>
                </button>
                <button class="share icon-button">
                    <svg width="48" height="48" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0 24C0 10.7452 10.7452 0 24 0C37.2548 0 48 10.7452 48 24C48 37.2548 37.2548 48 24 48C10.7452 48 0 37.2548 0 24Z" fill="white"/>
                        <g clip-path="url(#clip0_7288_5423)">
                        <path d="M28.5039 16.8008H33.0039V18.6006H31.2041V32.1006C31.2041 32.3392 31.1092 32.5685 30.9404 32.7373C30.7716 32.9061 30.5424 33.001 30.3037 33.001H17.7041C17.4654 33.001 17.2362 32.9061 17.0674 32.7373C16.8987 32.5685 16.8037 32.3392 16.8037 32.1006V18.6006H15.0039V16.8008H19.5039V15.001H28.5039V16.8008ZM18.6035 31.2012H29.4043V18.6006H18.6035V31.2012ZM23.1035 28.501H21.3037V21.3008H23.1035V28.501ZM26.7041 28.501H24.9043V21.3008H26.7041V28.501Z" fill="#999999"/>
                        </g>
                        <defs>
                        <clipPath id="clip0_7288_5423">
                        <rect width="24" height="24" fill="white" transform="translate(12 12)"/>
                        </clipPath>
                        </defs>
                    </svg>
                </button>
            </div>
        </div>
    </div>
</div>