<? require($_SERVER["DOCUMENT_ROOT"] . "/template/header.php"); ?>

<div class="breadcrumbs">
    <div class="container">
        <ul class="breadcrumbs__list">
            <li class="breadcrumbs__item breadcrumbs__item_home">
                <a href="/" class="link">Главная</a>
                <span>/</span>
            </li>
            <li class="breadcrumbs__item">
                <a href="/pages/help.php" class="link">Помощь</a>
                <span>/</span>
            </li>
            <li class="breadcrumbs__item current">
                <span>Первые шаги на вкалывай.рф для соискателя. Настройка профиля</span>
            </li>
        </ul>

        <a href="/pages/help.php" class="breadcrumbs__back btn-link">
            <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_4731_6421)">
                    <path d="M6.80762 2.80365C7.10055 2.51125 7.57543 2.51092 7.86816 2.80365C8.16073 3.0964 8.16052 3.57132 7.86816 3.8642L4.48145 7.25092H13.3379C13.7517 7.25127 14.0877 7.58707 14.0879 8.00092C14.0877 8.41477 13.7517 8.75057 13.3379 8.75092H4.48145L7.86816 12.1367C8.16084 12.4293 8.16041 12.9043 7.86816 13.1972C7.57527 13.4901 7.10051 13.4901 6.80762 13.1972L2.14062 8.53119C2.00005 8.39062 1.92098 8.19972 1.9209 8.00092C1.92098 7.8022 2.00015 7.61121 2.14062 7.47065L6.80762 2.80365Z" fill="#FC7827" />
                </g>
                <defs>
                    <clipPath id="clip0_4731_6421">
                        <rect width="16" height="16" fill="white" />
                    </clipPath>
                </defs>
            </svg>
            <span>Назад</span>
        </a>
    </div>
</div>

<div class="article-page">
    <div class="container">
        <div class="article-page__row">
            <div class="article-page__main">
                <section class="article-page__section article">
                    <h1 class="article__title">Первые шаги на вкалывай.рф для соискателя. Настройка профиля</h1>
                    <div class="article__content content">

                        <h2 id="heading-1">Регистрация</h2>
                        <p>Для начала работы с вкалывай.рф мы рекомендуем пройти регистрацию. В этом случае вы сразу сможете отправлять резюме на интересные вам вакансии.</p>
                        <ul>
                            <li>Для регистрации нажмите «Создать резюме» на верхней панели сайта hh.ru.</li>
                            <li>Далее укажите свой адрес электронной почты или номер телефона и нажмите «Зарегистрироваться».</li>
                        </ul>

                        <h2 id="heading-2">Создание резюме</h2>
                        <p>Резюме нужно, чтобы показать работодателям ваш опыт, навыки, ценные личные качества. Качественное резюме привлечёт к вам внимание работодателей и поможет быстрее получить приглашение на работу. <a href="#">Подробнее о том, как создать резюме.</a>
                        <br><br>
                        <a href="#">Во вкладке «Резюме и профиль»</a> вы можете в любой момент <a href="#">отредактировать своё резюме</a>, изменить его <a href="#">настройки видимости</a> или <a href="#">удалить</a>.
                        <br><br>
                        Если вы ищете работу впервые и пока не имеете опыта, читайте о том, <a href="#">как искать работу без опыта</a>.</p>
                        <img src="/images/image.jpg" alt="">

                        <h2 id="heading-3">Профиль соискателя</h2>
                        <p>Заполните профиль один раз — и вся информация из профиля автоматически подтянется во все ваши резюме. При изменении данных в профиле резюме обновятся сами: править каждое по отдельности больше не нужно. 
                        <br><br>
                        Во вкладке <a href="#">«Резюме и профиль»</a> нажмите на блок с вашим именем — вы перейдёте на страницу профиля.</p>
                        <p>Профиль соискателя на hh.ru содержит основную информацию о вас и настройки поиска по вакансиям. </p>
                        <ol>
                            <li>Если у вас уже есть резюме на hh.ru, основная информация о вас будет перенесена из него в профиль. Вы можете дополнить или изменить ее, нажав на кнопку «Редактировать». </li>
                            <li>Фото в профиле также подтянется из резюме. Чтобы изменить его, перейдите к <a href="#">редактированию резюме</a>.</li>
                            <li>Дополните или отредактируйте контактную информацию. Вы можете добавить мессенджеры и соцсети для общения с работодателем. </li>
                            <li>Настройте поиск по вакансиям:
                                <ul>
                                    <li>укажите статус поиска;</li>
                                    <li>укажите место, где вы живёте;</li>
                                    <li>укажите регион поиска работы или выберите настройку «Все регионы».</li>
                                </ul>
                            </li>
                            <li>Образование. Укажите уровень образования и учебное заведение. Можно добавить несколько.
                                <ul>
                                    <li>По умолчанию в профиле стоит значение «Среднее», и оно автоматически подставляется во все ваши резюме.</li>
                                </ul>                               
                            </li>                            
                        </ol>
                        <h3>Как изменить:</h3>
                        <ul>
                            <li>Нажмите на стрелку справа от поля.</li>
                            <li>Выберите актуальный уровень и добавьте учебное заведение.</li>
                        </ul>
                        <ol>
                            <li>Укажите опыт вождения и наличие личного автомобиля.</li>
                            <li>Укажите, какие языки вы знаете и уровень владения ими.</li>
                            <li>Перейдите к тестированию для подтверждения навыков.</li>
                        </ol>
                        <p>Ваши навыки — ваша ценность. Подтвердите их с помощью объективных тестов и превратите резюме в мощный инструмент для карьерного роста. <a href="#">Читайте подробнее о подтверждении навыков.</a></p>

                        <h2 id="heading-4">Как искать вакансии</h2>
                        <p>Нажмите «Поиск» на верхней панели, чтобы искать по профессии, должности или компании. Нажмите кнопку фильтра справа от «Найти» для расширенного поиска. Подробнее о поиске вакансий.
                        <br><br>
                        Также вы можете воспользоваться автопоиском вакансий и получать актуальную информацию в мессенджер или на почту.
                        <br><br>
                        На главной странице личного кабинета соискателя в блоке «Вакансии для вас» размещены подходящие вакансии, подобранные для вас умным поиском.
                        </p>

                        <h2 id="heading-5">Как откликнуться на вакансию</h2>
                        <p>Для отклика на вакансию нажмите «Откликнуться», далее выберите одно из своих резюме (если их несколько) и заполните графу «Сопроводительное письмо». Нажмите на кнопку «Откликнуться», и ваше резюме будет отправлено работодателю. 
                        <br><br>
                        Если у вас нет ни одного резюме, то при нажатии кнопки «Откликнуться» вы будете перенаправлены к его созданию, а название должности автоматически подтянется из вакансии.
                        <br><br>
                        Подробнее о том, как откликнуться на вакансию.</p>

                        <h2 id="heading-6">Сопроводительное письмо</h2>
                        <p>Приложите к резюме сопроводительное письмо, чтобы сделать отклик более привлекательным и получить дополнительное преимущество среди других кандидатов.</p>

                        <h2 id="heading-7">Как откликнуться на вакансию без резюме</h2>
                        <p>Вы можете начать поиск вакансий без регистрации в поисковой строке на главной странице hh.ru.
                        <br><br>
                        При отклике на интересующую вакансию вы будете направлены на страницу ввода контактных данных. Подробнее о том, как откликнуться на вакансию без резюме.</p>

                        <h2 id="heading-8">Общение с работодателем</h2>
                        <p>Зачастую соискателям и работодателям может потребоваться дополнительная информация о вакансии или резюме. Существует несколько способов, при помощи которых вы можете общаться с работодателем.
                        <br><br>
                        Подробнее об общении с работодателем.</p>

                        <h2 id="heading-9">Отклики и приглашения</h2>
                        <p>Новые отклики вы сможете увидеть на главной странице личного кабинета в блоке слева. Чтобы узнать подробности, зайдите в раздел «Отклики».
                        <br><br>
                        Если работодатель просмотрел страницу с резюме, но не отправил приглашение или отказ, то у такого отклика появится статус «Резюме просмотрено». Подробнее о просмотре откликов работодателем.</p>
                        <p>Как только работодатель направит вам приглашение или отказ вы увидите уведомления на главной странице в блоке «Отклики и приглашения» и в разделе верхнего меню «Отклики».
                        <br><br>
                        Перейдите на страницу откликов и приглашений, чтобы увидеть подробности.
                        <br><br>
                        Чтобы точно не пропустить приглашение от работодателя, настройте уведомления о статусе ваших откликов в мессенджер.</p>
                    </div>
                </section>
            </div>

            <div class="article-page__sidebar">
                <ul class="article-page__nav-list">
                    <li class="article-page__nav-item">
                        <a href="#heading-1">Регистрация</a>
                    </li>
                    <li class="article-page__nav-item">
                        <a href="#heading-2">Создание резюме</a>
                    </li>
                    <li class="article-page__nav-item">
                        <a href="#heading-3">Профиль соискателя</a>
                    </li>
                    <li class="article-page__nav-item">
                        <a href="#heading-4">Как искать вакансии</a>
                    </li>
                    <li class="article-page__nav-item">
                        <a href="#heading-5">Как откликнуться на вакансии</a>
                    </li>
                    <li class="article-page__nav-item">
                        <a href="#heading-6">Сопроводительное письмо</a>
                    </li>
                    <li class="article-page__nav-item">
                        <a href="#heading-7">Как откликнуться без резюме</a>
                    </li>
                    <li class="article-page__nav-item">
                        <a href="#heading-8">Общение с работодателем</a>
                    </li>
                    <li class="article-page__nav-item">
                        <a href="#heading-9">Отклики и приглашения</a>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</div>

<? require($_SERVER["DOCUMENT_ROOT"] . "/template/footer.php"); ?>