<? require($_SERVER["DOCUMENT_ROOT"] . "/template/header.php"); ?>

<div class="breadcrumbs">
    <div class="container">
        <a href="/pages/rezumes.php" class="breadcrumbs__back btn-link">
            <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_4731_6421)">
                    <path d="M6.80762 2.80365C7.10055 2.51125 7.57543 2.51092 7.86816 2.80365C8.16073 3.0964 8.16052 3.57132 7.86816 3.8642L4.48145 7.25092H13.3379C13.7517 7.25127 14.0877 7.58707 14.0879 8.00092C14.0877 8.41477 13.7517 8.75057 13.3379 8.75092H4.48145L7.86816 12.1367C8.16084 12.4293 8.16041 12.9043 7.86816 13.1972C7.57527 13.4901 7.10051 13.4901 6.80762 13.1972L2.14062 8.53119C2.00005 8.39062 1.92098 8.19972 1.9209 8.00092C1.92098 7.8022 2.00015 7.61121 2.14062 7.47065L6.80762 2.80365Z" fill="#FC7827" />
                </g>
                <defs>
                    <clipPath id="clip0_4731_6421">
                        <rect width="16" height="16" fill="white" />
                    </clipPath>
                </defs>
            </svg>
            <span>Назад в каталог</span>
        </a>
    </div>
</div>

<div class="detail">
    <div class="container">
        <div class="detail__row">
            <div class="detail__main">
                <section class="company">
                    <div class="company__header company-header">
                        <div class="company-header__top">
                            <div class="company-header__avatar avatar">
                                <img src="/images/avatar.png" alt="">
                            </div>

                            <div class="company-header__info">
                                <h1 class="company-header__title">Название компании</h1>
                                <ul class="company-header__activity activity-list">
                                    <li class="activity-list__item has-dot">64 активных вакансии</li>
                                    <li class="activity-list__item has-dot">Был сегодня</li>
                                </ul>
                            </div>
                        </div>

                        <div class="company-header__bottom">
                            <div class="company-header__grid company-info-grid">
                                <div class="company-info-grid__item">
                                    <div class="company-info-grid__icon">
                                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <g clip-path="url(#clip0_4869_4093)">
                                                <path d="M16.0013 4.0011C18.1373 4.00112 20.2253 4.63472 22.0013 5.82141C23.7773 7.00811 25.1614 8.69472 25.9788 10.6681C26.7963 12.6415 27.0108 14.8133 26.5941 16.9083C26.1773 19.0032 25.1483 20.9273 23.638 22.4376L16.0013 30.0743L8.36458 22.4376C6.85425 20.9273 5.82527 19.0032 5.40852 16.9083C4.99181 14.8133 5.20633 12.6415 6.02376 10.6681C6.8412 8.69473 8.2253 7.00809 10.0013 5.82141C11.7773 4.63474 13.8653 4.0011 16.0013 4.0011ZM16.0013 6.40149C14.34 6.40149 12.7157 6.89454 11.3343 7.8175C9.95307 8.74046 8.87632 10.0523 8.24055 11.587C7.60489 13.1217 7.43815 14.8104 7.76204 16.4396C8.08609 18.069 8.88619 19.5665 10.0609 20.7413L16.0013 26.6808L21.9407 20.7413C23.1154 19.5665 23.9155 18.069 24.2396 16.4396C24.5635 14.8104 24.3977 13.1217 23.762 11.587C23.1263 10.0523 22.0494 8.74046 20.6683 7.8175C19.287 6.89456 17.6626 6.40151 16.0013 6.40149ZM16.0013 12.4015C16.6378 12.4015 17.2485 12.6536 17.6986 13.1036C18.1486 13.5537 18.4007 14.1644 18.4007 14.8009C18.4007 15.4374 18.1486 16.0481 17.6986 16.4982C17.2485 16.9482 16.6378 17.2013 16.0013 17.2013C15.3648 17.2013 14.7541 16.9482 14.304 16.4982C13.8539 16.0481 13.6009 15.4374 13.6009 14.8009C13.6009 14.1644 13.854 13.5537 14.304 13.1036C14.7541 12.6536 15.3648 12.4015 16.0013 12.4015Z" fill="#FC7827" />
                                            </g>
                                            <defs>
                                                <clipPath id="clip0_4869_4093">
                                                    <rect width="32" height="32" fill="white" />
                                                </clipPath>
                                            </defs>
                                        </svg>


                                    </div>
                                    <div class="company-info-grid__content">
                                        <span class="company-info-grid__title">Москва, Московская область</span>
                                        <span class="company-info-grid__subtitle">город</span>
                                    </div>
                                </div>
                                <div class="company-info-grid__item">
                                    <div class="company-info-grid__icon">
                                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <g clip-path="url(#clip0_4869_4336)">
                                                <path d="M19.2119 4.43567C21.1726 4.97983 22.9625 6.01451 24.4131 7.44153C24.0514 7.99839 23.8514 8.64492 23.834 9.30872C23.8167 9.97267 23.9832 10.6291 24.3154 11.2042C24.6477 11.7792 25.133 12.2509 25.7168 12.5675C26.3004 12.8839 26.9601 13.0333 27.623 12.9982C27.8702 13.9582 28.0029 14.9641 28.0029 16.0021C28.0029 17.0398 27.8702 18.045 27.623 19.006C26.9601 18.971 26.3003 19.1202 25.7168 19.4366C25.1332 19.7532 24.6486 20.2251 24.3164 20.7999C23.9842 21.3748 23.8178 22.0307 23.835 22.6945C23.8521 23.3582 24.0516 24.0047 24.4131 24.5616C22.9625 25.9887 21.1726 27.0233 19.2119 27.5675C18.9107 26.9753 18.4511 26.4773 17.8848 26.13C17.3185 25.7828 16.6671 25.5998 16.0029 25.5997C15.3386 25.5997 14.6865 25.7827 14.1201 26.13C13.5539 26.4773 13.0951 26.9754 12.7939 27.5675C10.833 27.0233 9.0425 25.9889 7.5918 24.5616C7.95353 24.0048 8.15448 23.3583 8.17188 22.6945C8.1892 22.0305 8.02269 21.374 7.69043 20.799C7.35818 20.2239 6.87288 19.7523 6.28906 19.4357C5.70521 19.1191 5.04508 18.9698 4.38184 19.005C4.13591 18.0464 4.00395 17.041 4.00391 16.0021C4.00391 14.9642 4.13569 13.9583 4.38281 12.9972C5.04577 13.032 5.70558 12.8822 6.28906 12.5656C6.87255 12.2489 7.35738 11.7771 7.68945 11.2023C8.02141 10.6275 8.18805 9.97221 8.1709 9.30872C8.1537 8.64506 7.9532 7.99841 7.5918 7.44153C9.0425 6.0143 10.833 4.97984 12.7939 4.43567C13.0951 5.02777 13.5539 5.52584 14.1201 5.87317C14.6865 6.2205 15.3386 6.40442 16.0029 6.40442C16.6671 6.40438 17.3185 6.22038 17.8848 5.87317C18.4511 5.52584 18.9107 5.02784 19.2119 4.43567ZM20.0049 7.27258C18.9052 8.2577 17.4803 8.80261 16.0039 8.80188C14.5271 8.80291 13.102 8.25798 12.002 7.27258C11.4561 7.52317 10.9348 7.82489 10.4453 8.17297C10.7483 9.61777 10.5074 11.1234 9.76855 12.4015C9.031 13.6802 7.84712 14.6419 6.44434 15.1017C6.38886 15.7003 6.38886 16.3029 6.44434 16.9015C7.84753 17.361 9.03168 18.3228 9.76953 19.6017H9.76855C10.5245 20.9108 10.7405 22.4166 10.4453 23.8302C10.9349 24.1782 11.456 24.4798 12.002 24.7306C13.102 23.7452 14.5271 23.2003 16.0039 23.2013C17.5159 23.2013 18.9295 23.767 20.0059 24.7306C20.5519 24.4798 21.0729 24.1782 21.5625 23.8302C21.2595 22.3854 21.5004 20.8797 22.2393 19.6017C22.9768 18.3229 24.1607 17.3613 25.5635 16.9015C25.619 16.3029 25.619 15.7003 25.5635 15.1017C24.1603 14.6422 22.9761 13.6804 22.2383 12.4015C21.4994 11.1234 21.2585 9.61779 21.5615 8.17297C21.0721 7.8249 20.5507 7.52316 20.0049 7.27258ZM16.0039 12.4015C16.9587 12.4015 17.8747 12.781 18.5498 13.4562C19.2248 14.1313 19.6035 15.0474 19.6035 16.0021C19.6034 16.9566 19.2247 17.872 18.5498 18.547C17.8747 19.2221 16.9587 19.6017 16.0039 19.6017C15.0491 19.6017 14.1331 19.2221 13.458 18.547C12.7831 17.872 12.4044 16.9566 12.4043 16.0021C12.4043 15.0474 12.783 14.1313 13.458 13.4562C14.1331 12.781 15.0491 12.4015 16.0039 12.4015ZM16.0039 14.8019C15.6856 14.8019 15.3803 14.9284 15.1553 15.1534C14.9304 15.3785 14.8037 15.6839 14.8037 16.0021C14.8038 16.32 14.9305 16.6248 15.1553 16.8497C15.3803 17.0748 15.6856 17.2013 16.0039 17.2013C16.3222 17.2013 16.6275 17.0748 16.8525 16.8497C17.0773 16.6248 17.204 16.32 17.2041 16.0021C17.2041 15.6839 17.0774 15.3785 16.8525 15.1534C16.6275 14.9284 16.3222 14.8019 16.0039 14.8019Z" fill="#FC7827" />
                                            </g>
                                            <defs>
                                                <clipPath id="clip0_4869_4336">
                                                    <rect width="32" height="32" fill="white" />
                                                </clipPath>
                                            </defs>
                                        </svg>

                                    </div>
                                    <div class="company-info-grid__content">
                                        <span class="company-info-grid__title">Медицинская клиника</span>
                                        <span class="company-info-grid__subtitle">cфера деятельности</span>
                                    </div>
                                </div>
                                <div class="company-info-grid__item">
                                    <div class="company-info-grid__icon">
                                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <g clip-path="url(#clip0_4869_4345)">
                                                <path d="M20.8037 2.8009C21.122 2.8009 21.4273 2.92742 21.6523 3.15247C21.8772 3.37739 22.0038 3.6821 22.0039 4.00012V7.60071H26.8037C27.122 7.60071 27.4273 7.72723 27.6523 7.95227C27.8773 8.17731 28.0039 8.48267 28.0039 8.8009V25.6007C28.0039 25.9189 27.8774 26.2243 27.6523 26.4493C27.4273 26.6743 27.1219 26.8009 26.8037 26.8009H5.2041C4.88592 26.8009 4.5805 26.6743 4.35547 26.4493C4.13046 26.2243 4.00394 25.9189 4.00391 25.6007V8.8009C4.00391 8.48267 4.13047 8.17731 4.35547 7.95227C4.58051 7.72723 4.88584 7.60071 5.2041 7.60071H10.0039V4.00012C10.004 3.6821 10.1306 3.37739 10.3555 3.15247C10.5805 2.92742 10.8858 2.8009 11.2041 2.8009H20.8037ZM6.4043 24.4005H25.6035V20.8009H6.4043V24.4005ZM6.4043 18.4005H25.6035V10.0001H6.4043V18.4005ZM17.2041 17.2003H14.8037V14.8009H17.2041V17.2003ZM12.4043 7.60071H19.6035V5.20032H12.4043V7.60071Z" fill="#FC7827" />
                                            </g>
                                            <defs>
                                                <clipPath id="clip0_4869_4345">
                                                    <rect width="32" height="32" fill="white" />
                                                </clipPath>
                                            </defs>
                                        </svg>

                                    </div>
                                    <div class="company-info-grid__content">
                                        <span class="company-info-grid__title">Организация</span>
                                        <span class="company-info-grid__subtitle">тип регистрации</span>
                                    </div>
                                </div>
                                <div class="company-info-grid__item">
                                    <div class="company-info-grid__icon">
                                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <g clip-path="url(#clip0_4869_4108)">
                                                <path d="M16.0039 4.0011C22.6315 4.0011 28.0039 9.3735 28.0039 16.0011C28.0039 22.6287 22.6315 28.0011 16.0039 28.0011C9.37631 28.0011 4.00391 22.6287 4.00391 16.0011C4.00391 9.3735 9.37631 4.0011 16.0039 4.0011ZM13.6396 17.2013C13.8209 20.128 14.6575 22.8775 16.0039 25.3038C17.3867 22.8133 18.1947 20.0446 18.3682 17.2013H13.6396ZM6.47852 17.2013C6.71205 19.0479 7.47658 20.787 8.67969 22.2072C9.88284 23.6274 11.4727 24.6674 13.2559 25.2013C12.072 22.6902 11.3862 19.9734 11.2363 17.2013H6.47852ZM20.7715 17.2013C20.6216 19.9734 19.9358 22.6902 18.752 25.2013C20.5351 24.6674 22.125 23.6274 23.3281 22.2072C24.5312 20.787 25.2958 19.0479 25.5293 17.2013H20.7715ZM13.2559 6.8009C11.4727 7.33477 9.88284 8.37482 8.67969 9.79504C7.47658 11.2152 6.71205 12.9543 6.47852 14.8009H11.2363C11.3862 12.0288 12.072 9.31202 13.2559 6.8009ZM16.0039 6.69836C14.6212 9.18885 13.8131 11.9576 13.6396 14.8009H18.3672C18.1941 11.9577 17.3862 9.18895 16.0039 6.69836ZM18.752 6.8009C19.9358 9.31202 20.6216 12.0288 20.7715 14.8009H25.5293C25.2958 12.9543 24.5312 11.2152 23.3281 9.79504C22.125 8.37482 20.5351 7.33477 18.752 6.8009Z" fill="#FC7827" />
                                            </g>
                                            <defs>
                                                <clipPath id="clip0_4869_4108">
                                                    <rect width="32" height="32" fill="white" />
                                                </clipPath>
                                            </defs>
                                        </svg>

                                    </div>
                                    <div class="company-info-grid__content">
                                        <span class="company-info-grid__title">https://blueberry-digital.ru/</span>
                                        <span class="company-info-grid__subtitle">сайт</span>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>

                    <div class="company__tabs tabs-block">
                        <ul class="tabs-block__nav tabs">
                            <li class="tabs__item">
                                <a href="" class="tabs__link tab tab_size-m active js-tab" data-tab="about">О компании</a>
                            </li>
                            <li class="tabs__item">
                                <a href="" class="tabs__link tab tab_size-m js-tab" data-tab="vacancies">Вакансии</a>
                            </li>
                        </ul>

                        <div class="tabs-block__body">
                            <div class="tabs-block__content js-tab-content active" data-tab="about">
                                <div class="company__about detail__section">
                                    <span class="subcaption">Описание компании</span>
                                    <div class="content">
                                        <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает, как много веб-страниц всё ещё дожидаются своего настоящего рождения. За прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии появились по ошибке, некоторые - намеренно (например, юмористические варианты).</p>
                                    </div>
                                </div>

                                <div class="company__portfolio portfolio-slider detail__section">
                                    <span class="subcaption">Портфолио</span>
                                    <div class="portfolio-slider__carousel swiper js-portfolio-slider">
                                        <div class="swiper-wrapper">
                                            <div class="swiper-slide">
                                                <a href="/images/slide-1.png" data-fancybox="portfolio">
                                                    <img src="/images/slide-1.png" alt="">
                                                </a>
                                            </div>
                                            <div class="swiper-slide">
                                                <a href="/images/slide-2.png" data-fancybox="portfolio">
                                                    <img src="/images/slide-2.png" alt="">
                                                </a>
                                            </div>
                                            <div class="swiper-slide">
                                                <a href="/images/slide-3.png" data-fancybox="portfolio">
                                                    <img src="/images/slide-3.png" alt="">
                                                </a>
                                            </div>
                                            <div class="swiper-slide">
                                                <a href="/images/slide-1.png" data-fancybox="portfolio">
                                                    <img src="/images/slide-1.png" alt="">
                                                </a>
                                            </div>
                                            <div class="swiper-slide">
                                                <a href="/images/slide-2.png" data-fancybox="portfolio">
                                                    <img src="/images/slide-2.png" alt="">
                                                </a>
                                            </div>
                                            <div class="swiper-slide">
                                                <a href="/images/slide-3.png" data-fancybox="portfolio">
                                                    <img src="/images/slide-3.png" alt="">
                                                </a>
                                            </div>
                                        </div>

                                        <div class="slider-button slider-button_next icon-button">
                                            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <g clip-path="url(#clip0_4839_1711)">
                                                    <path d="M10.3066 3.6377C10.5995 3.34481 11.0743 3.34481 11.3672 3.6377L17.2002 9.47071C17.4931 9.7636 17.4931 10.2384 17.2002 10.5313L11.3672 16.3652C11.0743 16.6576 10.5994 16.6578 10.3066 16.3652C10.0139 16.0725 10.0142 15.5976 10.3066 15.3047L14.8594 10.751H3.33691C2.92296 10.7508 2.58709 10.4149 2.58691 10.001C2.58709 9.58703 2.92296 9.25116 3.33691 9.25098H14.8594L10.3066 4.69825C10.0139 4.40546 10.0141 3.93062 10.3066 3.6377Z" fill="#999999" />
                                                </g>
                                                <defs>
                                                    <clipPath id="clip0_4839_1711">
                                                        <rect width="20" height="20" fill="white" />
                                                    </clipPath>
                                                </defs>
                                            </svg>
                                        </div>
                                        <div class="slider-button slider-button_prev icon-button">
                                            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <g clip-path="url(#clip0_4839_2594)">
                                                    <path d="M9.69336 3.6377C9.40047 3.34481 8.92571 3.34481 8.63281 3.6377L2.7998 9.47071C2.50691 9.7636 2.50691 10.2384 2.7998 10.5313L8.63281 16.3652C8.92569 16.6576 9.40062 16.6578 9.69336 16.3652C9.98609 16.0725 9.98576 15.5976 9.69336 15.3047L5.14062 10.751H16.6631C17.077 10.7508 17.4129 10.4149 17.4131 10.001C17.4129 9.58703 17.077 9.25116 16.6631 9.25098H5.14062L9.69336 4.69825C9.98614 4.40546 9.98593 3.93062 9.69336 3.6377Z" fill="#999999" />
                                                </g>
                                                <defs>
                                                    <clipPath id="clip0_4839_2594">
                                                        <rect width="20" height="20" fill="white" transform="matrix(-1 0 0 1 20 0)" />
                                                    </clipPath>
                                                </defs>
                                            </svg>
                                        </div>
                                    </div>
                                </div>

                                <div class="company__map map detail__section">
                                    <span class="subcaption">Вакансия на карте</span>
                                    <div class="map__wrapper">
                                        <div class="map__overlay">
                                            <button class="map__open btn btn_primary btn_size-s js-map-open">Посмотреть на карте</button>
                                        </div>
                                        <div style="position:relative;overflow:hidden;">
                                            <a href="https://yandex.ru/maps/2/saint-petersburg/?utm_medium=mapframe&utm_source=maps" style="color:#eee;font-size:12px;position:absolute;top:0px;">Санкт‑Петербург</a>
                                            <a href="https://yandex.ru/maps/2/saint-petersburg/?ll=30.332720%2C59.926167&mode=whatshere&utm_medium=mapframe&utm_source=maps&whatshere%5Bpoint%5D=30.321142%2C59.924176&whatshere%5Bzoom%5D=13.4&z=13.4" style="color:#eee;font-size:12px;position:absolute;top:14px;">Муниципальный округ Сенной — Яндекс Карты</a>
                                            <iframe src="https://yandex.ru/map-widget/v1/?ll=30.332720%2C59.926167&mode=whatshere&whatshere%5Bpoint%5D=30.321142%2C59.924176&whatshere%5Bzoom%5D=13.4&z=13.4" width="560" height="400" frameborder="1" allowfullscreen="true" style="position:relative;"></iframe>
                                        </div>
                                    </div>
                                </div>

                                <div class="feedback">
                                    <div class="feedback__inner">
                                        <span class="feedback__title">Хочу тут работать</span>
                                        <p class="feedback__description">Вы можете предложить свои услуги работодателю напрямую, не дожидаясь появления открытых вакансий!</p>
                                        <form action="" class="feedback__form">
                                            <div class="select">
                                                <label class="select__input input input_form input_size-l input_has-icon input_has-avatar">
                                                    <div class="input__avatar avatar">
                                                        <img src="/images/avatar.png" alt="">
                                                    </div>
                                                    <input class="input__field" name="name" type="text" readonly value="" placeholder="Название резюме, 100000Р">
                                                    <div class="input__icon">
                                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                            <g clip-path="url(#clip0_4816_1354)">
                                                                <path d="M12.0038 3.25098C12.4181 3.25098 12.7538 3.58676 12.7538 4.00098V18.1904L18.4736 12.4707C18.7665 12.1778 19.2412 12.1778 19.5341 12.4707C19.827 12.7636 19.827 13.2384 19.5341 13.5312L12.5341 20.5312C12.2412 20.8241 11.7665 20.8241 11.4736 20.5312L4.47358 13.5312C4.18068 13.2384 4.18068 12.7636 4.47358 12.4707C4.76647 12.1778 5.24123 12.1778 5.53412 12.4707L11.2538 18.1904V4.00098C11.2538 3.58676 11.5896 3.25098 12.0038 3.25098Z" fill="#232323" />
                                                            </g>
                                                            <defs>
                                                                <clipPath id="clip0_4816_1354">
                                                                    <rect width="24" height="24" fill="white" />
                                                                </clipPath>
                                                            </defs>
                                                        </svg>
                                                    </div>
                                                </label>
                                                <div class="select__dropdown">
                                                    <ul class="select__dropdown-list">
                                                        <li class="select__option active" data-value="Кладовщик, 50000Р">Кладовщик, 50000Р</li>
                                                        <li class="select__option" data-value="Менеджер, 100000Р">Менеджер, 100000Р</li>
                                                        <li class="select__option" data-value="Дизайнер, 150000Р">Дизайнер, 150000Р</li>
                                                    </ul>
                                                </div>
                                            </div>

                                            <div class="textarea">
                                                <textarea name="textarea" placeholder="Сообщение работодателю"></textarea>
                                                <ul class="textarea__choices tags">
                                                    <li class="tags__item tag tag_btn js-textarea-choice" data-value="Как происходят выплаты?">Как происходят выплаты?</li>
                                                    <li class="tags__item tag tag_btn js-textarea-choice" data-value="Можно без опыта?">Можно без опыта?</li>
                                                    <li class="tags__item tag tag_btn js-textarea-choice" data-value="Получится совмещать?">Получится совмещать?</li>
                                                </ul>
                                            </div>

                                            <button class="feedback__btn btn btn_primary btn_size-l">Откликнуться</button>
                                        </form>
                                    </div>
                                </div>
                            </div>
                            <div class="tabs-block__content js-tab-content" data-tab="vacancies">
                                <ul class="catalog__list offers-grid offers-grid_single js-list" data-id="vacancies">
                                    <? for ($i = 0; $i < 8; $i++) { include $_SERVER["DOCUMENT_ROOT"] . '/include/vacancy-item.php'; } ?>
                                </ul>
                                <div class="scroll-trigger"></div>
                                <? // include $_SERVER["DOCUMENT_ROOT"] . '/include/pagination.php'; ?>
                            </div>
                        </div>
                    </div>
                </section>
            </div>

            <div class="detail__sidebar detail__sidebar_small">
                <div class="company-info-grid company-info-grid_side">
                    <div class="company-info-grid__item">
                        <div class="company-info-grid__icon">
                            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_4869_4093)">
                                    <path d="M16.0013 4.0011C18.1373 4.00112 20.2253 4.63472 22.0013 5.82141C23.7773 7.00811 25.1614 8.69472 25.9788 10.6681C26.7963 12.6415 27.0108 14.8133 26.5941 16.9083C26.1773 19.0032 25.1483 20.9273 23.638 22.4376L16.0013 30.0743L8.36458 22.4376C6.85425 20.9273 5.82527 19.0032 5.40852 16.9083C4.99181 14.8133 5.20633 12.6415 6.02376 10.6681C6.8412 8.69473 8.2253 7.00809 10.0013 5.82141C11.7773 4.63474 13.8653 4.0011 16.0013 4.0011ZM16.0013 6.40149C14.34 6.40149 12.7157 6.89454 11.3343 7.8175C9.95307 8.74046 8.87632 10.0523 8.24055 11.587C7.60489 13.1217 7.43815 14.8104 7.76204 16.4396C8.08609 18.069 8.88619 19.5665 10.0609 20.7413L16.0013 26.6808L21.9407 20.7413C23.1154 19.5665 23.9155 18.069 24.2396 16.4396C24.5635 14.8104 24.3977 13.1217 23.762 11.587C23.1263 10.0523 22.0494 8.74046 20.6683 7.8175C19.287 6.89456 17.6626 6.40151 16.0013 6.40149ZM16.0013 12.4015C16.6378 12.4015 17.2485 12.6536 17.6986 13.1036C18.1486 13.5537 18.4007 14.1644 18.4007 14.8009C18.4007 15.4374 18.1486 16.0481 17.6986 16.4982C17.2485 16.9482 16.6378 17.2013 16.0013 17.2013C15.3648 17.2013 14.7541 16.9482 14.304 16.4982C13.8539 16.0481 13.6009 15.4374 13.6009 14.8009C13.6009 14.1644 13.854 13.5537 14.304 13.1036C14.7541 12.6536 15.3648 12.4015 16.0013 12.4015Z" fill="#FC7827" />
                                </g>
                                <defs>
                                    <clipPath id="clip0_4869_4093">
                                        <rect width="32" height="32" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </div>
                        <div class="company-info-grid__content">
                            <span class="company-info-grid__title">Москва, Московская область</span>
                            <span class="company-info-grid__subtitle">город</span>
                        </div>
                    </div>
                    <div class="company-info-grid__item">
                        <div class="company-info-grid__icon">
                            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_4869_4336)">
                                    <path d="M19.2119 4.43567C21.1726 4.97983 22.9625 6.01451 24.4131 7.44153C24.0514 7.99839 23.8514 8.64492 23.834 9.30872C23.8167 9.97267 23.9832 10.6291 24.3154 11.2042C24.6477 11.7792 25.133 12.2509 25.7168 12.5675C26.3004 12.8839 26.9601 13.0333 27.623 12.9982C27.8702 13.9582 28.0029 14.9641 28.0029 16.0021C28.0029 17.0398 27.8702 18.045 27.623 19.006C26.9601 18.971 26.3003 19.1202 25.7168 19.4366C25.1332 19.7532 24.6486 20.2251 24.3164 20.7999C23.9842 21.3748 23.8178 22.0307 23.835 22.6945C23.8521 23.3582 24.0516 24.0047 24.4131 24.5616C22.9625 25.9887 21.1726 27.0233 19.2119 27.5675C18.9107 26.9753 18.4511 26.4773 17.8848 26.13C17.3185 25.7828 16.6671 25.5998 16.0029 25.5997C15.3386 25.5997 14.6865 25.7827 14.1201 26.13C13.5539 26.4773 13.0951 26.9754 12.7939 27.5675C10.833 27.0233 9.0425 25.9889 7.5918 24.5616C7.95353 24.0048 8.15448 23.3583 8.17188 22.6945C8.1892 22.0305 8.02269 21.374 7.69043 20.799C7.35818 20.2239 6.87288 19.7523 6.28906 19.4357C5.70521 19.1191 5.04508 18.9698 4.38184 19.005C4.13591 18.0464 4.00395 17.041 4.00391 16.0021C4.00391 14.9642 4.13569 13.9583 4.38281 12.9972C5.04577 13.032 5.70558 12.8822 6.28906 12.5656C6.87255 12.2489 7.35738 11.7771 7.68945 11.2023C8.02141 10.6275 8.18805 9.97221 8.1709 9.30872C8.1537 8.64506 7.9532 7.99841 7.5918 7.44153C9.0425 6.0143 10.833 4.97984 12.7939 4.43567C13.0951 5.02777 13.5539 5.52584 14.1201 5.87317C14.6865 6.2205 15.3386 6.40442 16.0029 6.40442C16.6671 6.40438 17.3185 6.22038 17.8848 5.87317C18.4511 5.52584 18.9107 5.02784 19.2119 4.43567ZM20.0049 7.27258C18.9052 8.2577 17.4803 8.80261 16.0039 8.80188C14.5271 8.80291 13.102 8.25798 12.002 7.27258C11.4561 7.52317 10.9348 7.82489 10.4453 8.17297C10.7483 9.61777 10.5074 11.1234 9.76855 12.4015C9.031 13.6802 7.84712 14.6419 6.44434 15.1017C6.38886 15.7003 6.38886 16.3029 6.44434 16.9015C7.84753 17.361 9.03168 18.3228 9.76953 19.6017H9.76855C10.5245 20.9108 10.7405 22.4166 10.4453 23.8302C10.9349 24.1782 11.456 24.4798 12.002 24.7306C13.102 23.7452 14.5271 23.2003 16.0039 23.2013C17.5159 23.2013 18.9295 23.767 20.0059 24.7306C20.5519 24.4798 21.0729 24.1782 21.5625 23.8302C21.2595 22.3854 21.5004 20.8797 22.2393 19.6017C22.9768 18.3229 24.1607 17.3613 25.5635 16.9015C25.619 16.3029 25.619 15.7003 25.5635 15.1017C24.1603 14.6422 22.9761 13.6804 22.2383 12.4015C21.4994 11.1234 21.2585 9.61779 21.5615 8.17297C21.0721 7.8249 20.5507 7.52316 20.0049 7.27258ZM16.0039 12.4015C16.9587 12.4015 17.8747 12.781 18.5498 13.4562C19.2248 14.1313 19.6035 15.0474 19.6035 16.0021C19.6034 16.9566 19.2247 17.872 18.5498 18.547C17.8747 19.2221 16.9587 19.6017 16.0039 19.6017C15.0491 19.6017 14.1331 19.2221 13.458 18.547C12.7831 17.872 12.4044 16.9566 12.4043 16.0021C12.4043 15.0474 12.783 14.1313 13.458 13.4562C14.1331 12.781 15.0491 12.4015 16.0039 12.4015ZM16.0039 14.8019C15.6856 14.8019 15.3803 14.9284 15.1553 15.1534C14.9304 15.3785 14.8037 15.6839 14.8037 16.0021C14.8038 16.32 14.9305 16.6248 15.1553 16.8497C15.3803 17.0748 15.6856 17.2013 16.0039 17.2013C16.3222 17.2013 16.6275 17.0748 16.8525 16.8497C17.0773 16.6248 17.204 16.32 17.2041 16.0021C17.2041 15.6839 17.0774 15.3785 16.8525 15.1534C16.6275 14.9284 16.3222 14.8019 16.0039 14.8019Z" fill="#FC7827" />
                                </g>
                                <defs>
                                    <clipPath id="clip0_4869_4336">
                                        <rect width="32" height="32" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>

                        </div>
                        <div class="company-info-grid__content">
                            <span class="company-info-grid__title">Медицинская клиника</span>
                            <span class="company-info-grid__subtitle">cфера деятельности</span>
                        </div>
                    </div>
                    <div class="company-info-grid__item">
                        <div class="company-info-grid__icon">
                            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_4869_4345)">
                                    <path d="M20.8037 2.8009C21.122 2.8009 21.4273 2.92742 21.6523 3.15247C21.8772 3.37739 22.0038 3.6821 22.0039 4.00012V7.60071H26.8037C27.122 7.60071 27.4273 7.72723 27.6523 7.95227C27.8773 8.17731 28.0039 8.48267 28.0039 8.8009V25.6007C28.0039 25.9189 27.8774 26.2243 27.6523 26.4493C27.4273 26.6743 27.1219 26.8009 26.8037 26.8009H5.2041C4.88592 26.8009 4.5805 26.6743 4.35547 26.4493C4.13046 26.2243 4.00394 25.9189 4.00391 25.6007V8.8009C4.00391 8.48267 4.13047 8.17731 4.35547 7.95227C4.58051 7.72723 4.88584 7.60071 5.2041 7.60071H10.0039V4.00012C10.004 3.6821 10.1306 3.37739 10.3555 3.15247C10.5805 2.92742 10.8858 2.8009 11.2041 2.8009H20.8037ZM6.4043 24.4005H25.6035V20.8009H6.4043V24.4005ZM6.4043 18.4005H25.6035V10.0001H6.4043V18.4005ZM17.2041 17.2003H14.8037V14.8009H17.2041V17.2003ZM12.4043 7.60071H19.6035V5.20032H12.4043V7.60071Z" fill="#FC7827" />
                                </g>
                                <defs>
                                    <clipPath id="clip0_4869_4345">
                                        <rect width="32" height="32" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>

                        </div>
                        <div class="company-info-grid__content">
                            <span class="company-info-grid__title">Организация</span>
                            <span class="company-info-grid__subtitle">тип регистрации</span>
                        </div>
                    </div>
                    <div class="company-info-grid__item">
                        <div class="company-info-grid__icon">
                            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_4869_4108)">
                                    <path d="M16.0039 4.0011C22.6315 4.0011 28.0039 9.3735 28.0039 16.0011C28.0039 22.6287 22.6315 28.0011 16.0039 28.0011C9.37631 28.0011 4.00391 22.6287 4.00391 16.0011C4.00391 9.3735 9.37631 4.0011 16.0039 4.0011ZM13.6396 17.2013C13.8209 20.128 14.6575 22.8775 16.0039 25.3038C17.3867 22.8133 18.1947 20.0446 18.3682 17.2013H13.6396ZM6.47852 17.2013C6.71205 19.0479 7.47658 20.787 8.67969 22.2072C9.88284 23.6274 11.4727 24.6674 13.2559 25.2013C12.072 22.6902 11.3862 19.9734 11.2363 17.2013H6.47852ZM20.7715 17.2013C20.6216 19.9734 19.9358 22.6902 18.752 25.2013C20.5351 24.6674 22.125 23.6274 23.3281 22.2072C24.5312 20.787 25.2958 19.0479 25.5293 17.2013H20.7715ZM13.2559 6.8009C11.4727 7.33477 9.88284 8.37482 8.67969 9.79504C7.47658 11.2152 6.71205 12.9543 6.47852 14.8009H11.2363C11.3862 12.0288 12.072 9.31202 13.2559 6.8009ZM16.0039 6.69836C14.6212 9.18885 13.8131 11.9576 13.6396 14.8009H18.3672C18.1941 11.9577 17.3862 9.18895 16.0039 6.69836ZM18.752 6.8009C19.9358 9.31202 20.6216 12.0288 20.7715 14.8009H25.5293C25.2958 12.9543 24.5312 11.2152 23.3281 9.79504C22.125 8.37482 20.5351 7.33477 18.752 6.8009Z" fill="#FC7827" />
                                </g>
                                <defs>
                                    <clipPath id="clip0_4869_4108">
                                        <rect width="32" height="32" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>

                        </div>
                        <div class="company-info-grid__content">
                            <span class="company-info-grid__title">https://blueberry-digital.ru/</span>
                            <span class="company-info-grid__subtitle">сайт</span>
                        </div>
                    </div>
                </div>
                <div class="detail__actions">
                    <button class="detail__like btn btn_light btn_size-m btn_has-icon">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_4731_6868)">
                                <path d="M13.3789 3.25098C15.6573 3.25098 17.5038 5.12615 17.5039 7.75098C17.5039 13.0008 11.879 16.0009 10.0039 17.126C8.12876 16.0009 2.50391 13.0008 2.50391 7.75098C2.50406 5.12615 4.379 3.25098 6.62891 3.25098C8.02381 3.25098 9.25389 4.00103 10.0039 4.75098C10.7539 4.00103 11.984 3.25098 13.3789 3.25098ZM13.3789 4.75098C12.572 4.75098 11.6989 5.17861 11.0645 5.81152L10.0039 6.87207L8.94336 5.81152C8.30887 5.17861 7.43584 4.75098 6.62891 4.75098C5.174 4.75098 4.00405 5.99315 4.00391 7.75098C4.00391 9.95893 5.25314 11.9012 7.4873 13.6787C8.04605 14.1227 8.64296 14.5369 9.30371 14.9531C9.52795 15.0949 9.74967 15.2313 10.0039 15.3828C10.2581 15.2313 10.4799 15.0951 10.7041 14.9541C11.3649 14.5371 11.9615 14.1227 12.5195 13.6787C14.7553 11.9012 16.0039 9.95823 16.0039 7.75098C16.0038 5.98115 14.8511 4.75098 13.3789 4.75098Z" fill="#FC7827" />
                            </g>
                            <defs>
                                <clipPath id="clip0_4731_6868">
                                    <rect width="20" height="20" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                        <span>В избранное</span>
                    </button>
                    <button class="detail__share btn btn_light btn_size-m btn_has-icon">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_4731_6876)">
                                <path d="M12.6582 2.70603C13.3378 2.43957 14.0912 2.43052 14.7773 2.67966C15.4635 2.92894 16.0356 3.41992 16.3857 4.06052C16.7359 4.70125 16.8405 5.44791 16.6797 6.16013C16.5189 6.87225 16.1041 7.50159 15.5127 7.92966C14.9212 8.35769 14.1935 8.55509 13.4668 8.48533C12.7402 8.41551 12.0636 8.08339 11.5645 7.55076L8.41406 9.26755C8.53496 9.74857 8.53496 10.2524 8.41406 10.7334L11.5635 12.4511C12.0627 11.9183 12.739 11.5854 13.4658 11.5156C14.1926 11.4458 14.9202 11.6432 15.5117 12.0713C16.1032 12.4993 16.5178 13.1286 16.6787 13.8408C16.8396 14.553 16.7358 15.2997 16.3857 15.9404C16.0357 16.5811 15.4635 17.0719 14.7773 17.3213C14.091 17.5706 13.337 17.5615 12.6572 17.2949C11.9775 17.0283 11.4188 16.5224 11.085 15.873C10.7513 15.2238 10.6651 14.4753 10.8438 13.7676L7.69434 12.0508C7.28335 12.4899 6.74988 12.7955 6.16309 12.9277C5.5759 13.0599 4.96217 13.012 4.40234 12.791C3.84254 12.57 3.36197 12.1861 3.02344 11.6885C2.68489 11.1908 2.50391 10.6028 2.50391 10.001C2.50391 9.39908 2.68489 8.81108 3.02344 8.31345C3.36197 7.81584 3.84254 7.43193 4.40234 7.21091C4.96217 6.98989 5.5759 6.94204 6.16309 7.07419C6.74988 7.20636 7.28335 7.51196 7.69434 7.95115L10.8447 6.23435C10.6659 5.52647 10.7512 4.77728 11.085 4.1279C11.4188 3.47849 11.9784 2.97264 12.6582 2.70603ZM13.7539 13.001C13.3562 13.001 12.9746 13.1583 12.6934 13.4394C12.4121 13.7207 12.2539 14.1031 12.2539 14.501C12.254 14.8986 12.4121 15.2803 12.6934 15.5615C12.9746 15.8427 13.3562 16.0009 13.7539 16.001C14.1516 16.001 14.5332 15.8426 14.8145 15.5615C15.0957 15.2803 15.2538 14.8986 15.2539 14.501C15.2539 14.1031 15.0958 13.7207 14.8145 13.4394C14.5332 13.1584 14.1516 13.001 13.7539 13.001ZM5.50391 8.50095C5.10624 8.50099 4.72461 8.6583 4.44336 8.93943C4.16205 9.22073 4.00391 9.60313 4.00391 10.001C4.00401 10.3986 4.16214 10.7803 4.44336 11.0615C4.72462 11.3427 5.10619 11.5009 5.50391 11.501C5.90161 11.501 6.28317 11.3426 6.56445 11.0615C6.84567 10.7803 7.00381 10.3986 7.00391 10.001C7.00391 9.60313 6.84576 9.22073 6.56445 8.93943C6.28318 8.65836 5.90155 8.50095 5.50391 8.50095ZM13.7539 4.00095C13.3562 4.00099 12.9746 4.1583 12.6934 4.43943C12.4121 4.72073 12.2539 5.10313 12.2539 5.50095C12.254 5.89864 12.4121 6.28028 12.6934 6.5615C12.9746 6.8427 13.3562 7.00091 13.7539 7.00095C14.1516 7.00095 14.5332 6.84264 14.8145 6.5615C15.0957 6.28028 15.2538 5.89864 15.2539 5.50095C15.2539 5.10313 15.0958 4.72073 14.8145 4.43943C14.5332 4.15836 14.1516 4.00095 13.7539 4.00095Z" fill="#FC7827" />
                            </g>
                            <defs>
                                <clipPath id="clip0_4731_6876">
                                    <rect width="20" height="20" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                        <span>Поделиться</span>
                    </button>
                </div>
            </div>
        </div>
    </div>
</div>

<? require($_SERVER["DOCUMENT_ROOT"] . "/template/footer.php"); ?>