<? require($_SERVER["DOCUMENT_ROOT"] . "/template/header.php"); ?>

<div class="breadcrumbs">
    <div class="container">
        <ul class="breadcrumbs__list">
            <li class="breadcrumbs__item breadcrumbs__item_home">
                <a href="/" class="link">Главная</a>
                <span>/</span>
            </li>
            <li class="breadcrumbs__item current">
                <span>Политика конфиденциальности</span>
            </li>
        </ul>
    </div>
</div>

<div class="privacy">
    <div class="container">
        <div class="privacy__row">
            <div class="privacy__sidebar">
                <ul class="privacy__tabs tabs">
                    <li class="tabs__item">
                        <a href="/pages/privacy.php" class="tabs__link tab active">Политика конфиденциальности</a>
                    </li>
                    <li class="tabs__item">
                        <a href="/pages/privacy.php" class="tabs__link tab">Пользовательское соглашение</a>
                    </li>
                    <li class="tabs__item">
                        <a href="/pages/privacy.php" class="tabs__link tab">Публичная оферта</a>
                    </li>
                </ul>
            </div>

            <div class="privacy__main">
                <h1 class="privacy__title">Политика конфиденциальности</h1>
                <div class="content">
                    <p>Настоящая Политика конфиденциальности персональных данных (далее – Политика, Политика конфиденциальности) действует в отношении всей информации, размещенной на сайтах в сети Интернет по адресу: названия Сайтов (далее - Сайты), которую Общество с ограниченной ответственностью «Название фирмы» может получить о Пользователе (посетители и другие пользователи Сайтов) во время использования Сайтов, их сервисов, программ и продуктов. Использование Сайтов, их сервисов, программ и продуктов означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования сервисов, программ, продуктов и Сайтов. Настоящая Политика конфиденциальности применяется только к Сайтам названия Сайтов. Сайты названия Сайтов не контролируют и не несут ответственности за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайтах названия Сайтов. </p>
                    <h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
                    <p>
                        1.1. В настоящей Политике используются следующие термины: <br>
                        1.1.1. “Администрация Cайтов ООО «Название фирмы»” (далее – Администрация Сайтов) – уполномоченные сотрудники на управление Сайтами, действующие от имени ООО «Название фирмы», которые организуют и (или) осуществляют обработку персональных данных, а также определяют цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.<br> 
                        1.1.2. В рамках настоящей Политики под персональной информацией Пользователя понимаются: <br>
                        1.1.2.1. Персональная информация, которую Пользователь предоставляет о себе самостоятельно при использовании Сайтов, их сервисов, программ и продуктов, включая персональные данные Пользователя. Обязательная для предоставления сервисов Сайтов информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение. <br>
                        1.1.2.2. Данные, которые автоматически передаются сервисам, программам и продуктам Сайтов в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов Cookies, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к сервисам, программам и продуктам Сайтов), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к сервисам, программам и продуктам Сайтов, адреса запрашиваемых страниц и иная подобная информация. <br>
                        1.1.2.3. Иная информация о Пользователе, обработка которой предусмотрена при использовании Сайтов, их сервисов, программ и продуктов.<br> 
                        1.1.3. “Персональные данные” - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных). <br>
                        1.1.4. “Обработка персональных данных” - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. <br>
                        1.1.5. “Конфиденциальность персональных данных” - обязательное для соблюдения Администрацией Сайтов или иным получившим доступ к персональным данным лицом требование не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных. <br>
                        1.1.6. “Cookies” — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта. <br>
                        1.1.7. “IP-адрес” — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP. 
                    </p>

                    <h2>2. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ</h2>
                    <p>
                        2.1. Сайты собирают и хранят только ту персональную информацию, которая необходима для предоставления сервисов, программ и продуктов Сайтов за исключением случаев, когда законодательством предусмотрено обязательное хранение персональной информации в течение определенного законом срока. <br>
                        2.2. Персональную информацию Пользователя Сайты обрабатывают в целях заключения договора (договоров), стороной которого (которых) является Пользователь, при условии того, что персональные данные не распространяются, а также не предоставляются третьим лицам без согласия Пользователя и используются для исполнения указанного договора и заключения договоров с Пользователем. 
                    </p>

                    <h2>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</h2>
                    <p>
                        3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации Сайтов по неразглашению и обеспечению режима защиты конфиденциальности персональной информации, которые Пользователь предоставляет при использовании сервисов, программ, продуктов Сайтов и отправке запросов. <br>
                        3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения формы на Сайтах в разделах «Форма обратной связи», «Заказать обратный звонок», и включают в себя следующую информацию: <br>
                        3.2.1. Для раздела «Форма обратной связи»:<br> 
                        - Имя Пользователя; <br>
                        - Актуальный контактный номер телефона Пользователя; <br>
                        - Место нахождения (город) Пользователя. <br>
                        3.2.2. Для раздела «Заказать обратный звонок»: <br>
                        - Актуальный контактный номер телефона Пользователя.<br> 
                        3.3. Сайты используют Cookies для целей, изложенных в разделе 2 настоящей Политики конфиденциальности. <br>
                        3.4. Любая иная персональная информация, неоговоренная выше, подлежит надежному хранению и нераспространению, за исключением случая, предусмотренного в пп. 4.3. настоящей Политики конфиденциальности. 
                    </p>

                    <h2>4. УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЕ ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ</h2>
                    <p>
                        4.1. Сайты хранят персональную информацию Пользователей в соответствии с внутренними регламентами конкретных сервисов. <br>
                        4.2. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц. При использовании отдельных сервисов, программ и продуктов Сайтов Пользователь соглашается с тем, что определенная часть его персональной информации становится общедоступной. <br>
                        4.3. Сайты вправе передать персональную информацию Пользователя третьим лицам в случае, когда Пользователь прямо выразил согласие на такое действие, либо путем использования Пользователем определенного сервиса, продукта или программы Сайтов, либо в целях исполнения определенного соглашения или договора, стороной которого, выгодоприобретателем или поручителем по которому является Пользователь. <br>
                        4.4. Пользователь соглашается с тем, что Администрация сайтов вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на Сайтах, включая доставку товара. <br>
                        4.5. Обработка персональных данных Пользователя осуществляется без ограничения срока любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств. Обработка персональных данных Пользователей осуществляется в соответствии с Федеральным законом от 27 июля 2006 г. № 152-ФЗ «О персональных данных». <br>
                        4.6. При утрате или разглашении персональных данных Администрация Сайтов информирует Пользователя об утрате или разглашении персональных данных. <br>
                        4.7. Администрация Сайтов принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц. <br>
                        4.8. Администрация Сайтов совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.
                    </p>

                    <h2>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ЖАННЫХ</h2>
                    <p>
                        5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств. <br>
                        5.2. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации. <br>
                        5.3. При утрате или разглашении персональных данных Администрация вправе не информировать Пользователя об утрате или разглашении персональных данных. <br>
                        5.4. Администрация принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц. <br>
                        5.5. Администрация совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.
                    </p>

                    <h2>6. ОБЯЗАТЕЛЬСТВА СТОРОН</h2>
                    <p>
                        6.1. Пользователь обязан: <br>
                        6.1.1. Предоставить информацию о персональных данных, необходимую для пользования Сайтами, их сервисами, программами и продуктами. При предоставлении Пользователем информации о персональных данных презюмируется добросовестность Пользователя и достоверность предоставляемой им информации. <br>
                        6.2. Администрация Сайтов обязана: <br>
                        6.2.1. Использовать полученную информацию исключительно для целей, указанных в настоящей Политике конфиденциальности. <br>
                        6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением предусмотренных настоящей Политикой конфиденциальности. <br>
                        6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемому для защиты такого рода информации в существующем деловом обороте. <br>
                        6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки в случае выявления недостоверных персональных данных или неправомерных действий. Данный запрос должен быть отправлен по электронной почте Администрации Сайтов: электронная почта. <br>
                        6.2.5. В случае отзыва Пользователем согласия на обработку его персональных данных прекратить их обработку или обеспечить прекращение такой обработки и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить уничтожение персональных данных в срок, не превышающий 30 (тридцать) дней с даты поступления указанного отзыва, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является Пользователь. 
                    </p>

                    <h2>7. ОТВЕТСТВЕННОСТЬ СТОРОН</h2>
                    <p>
                        7.1. Администрация Сайтов, не исполнившая свои обязательства, несет ответственность за убытки, понесенные Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации. <br>
                        7.2. В случае утраты или разглашения конфиденциальной информации Администрация Сайтов не несет ответственности, если данная конфиденциальная информация: <br>
                        7.2.1. Стала публичным достоянием до ее утраты или разглашения. <br>
                        7.2.2. Была получена от третьей стороны до момента ее получения Администрацией Сайтов. <br>
                        7.2.3. Была разглашена с согласия Пользователя. 
                    </p>

                    <h2>8. РАЗРЕШЕНИЕ СПОРОВ</h2>
                    <p>
                        8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем Сайтов и Администрацией Сайтов, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора). <br>
                        8.2. Получатель претензии в течение 20 (двадцати) календарных дней со дня получения претензии письменно уведомляет заявителя претензии о результатах рассмотрения претензии. <br>
                        8.3. При недостижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим законодательством Российской Федерации. <br>
                        8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией Сайтов применяется действующее законодательство Российской Федерации. 
                    </p>

                    <h2>9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
                    <p>
                        9.1. Администрация Сайтов вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя. <br>
                        9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайтах, если иное не предусмотрено новой редакцией Политики конфиденциальности. <br>
                        9.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать по электронной почте Администрации Сайтов: электронная почта. <br>
                        9.4. Действующая Политика конфиденциальности размещена на странице по адресу: названия Сайтов
                    </p>
                </div>
            </div>
        </div>
    </div>
</div>

<? require($_SERVER["DOCUMENT_ROOT"] . "/template/footer.php"); ?>